{
  "peixes": [
    {
      "_id": "60956358c8ab3c229549689f",
      "nome": "Deborah",
      "especie": "Moon",
      "ordem": "Hammond",
      "familia": "Pennington",
      "genero": "Hughes",
      "localOrigem": "Woods",
      "cardumeMinimo": 18,
      "posicaoAquario": "Meio",
      "reproducao": "Irure et commodo enim in sunt enim id in. Nulla do laborum elit quis velit. Aute irure aliqua cillum sit laboris esse mollit.",
      "dimorfismoSexual": "Nostrud proident ad Lorem cupidatat fugiat reprehenderit enim minim irure. Et commodo eiusmod pariatur cupidatat laboris aliquip id pariatur velit consectetur dolor anim excepteur cillum. Culpa deserunt duis non sunt sit labore.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Territorialista",
      "dieta": "Culpa minim ut commodo sint. Est consequat labore duis elit id culpa fugiat aliqua enim exercitation voluptate. Pariatur deserunt deserunt non aute aliquip. Nostrud irure veniam esse eiusmod mollit non officia. Quis officia pariatur cillum officia commodo sint dolor adipisicing voluptate dolor ut exercitation nulla occaecat. Nulla sunt nisi sint proident nulla duis mollit fugiat in non. Deserunt pariatur incididunt cillum incididunt quis sunt anim aliqua labore id amet.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 10,
      "larguraMinima": 49,
      "alturaMinima": 23,
      "volumePrimeiro": 17,
      "volumeAdicional": 8,
      "temperatura": {
        "min": 3,
        "max": 29
      },
      "ph": {
        "min": 3,
        "max": 10
      },
      "dgh": {
        "min": 4,
        "max": 16
      },
      "salinidade": {
        "min": 18,
        "max": 28
      },
      "observacao": "Aliquip do fugiat esse anim sunt dolore sunt fugiat reprehenderit commodo. Anim amet qui proident ea. Officia voluptate minim fugiat eiusmod adipisicing Lorem. Commodo elit mollit dolore minim nisi commodo enim irure consequat ad qui qui."
    },
    {
      "_id": "6095635878b9c3aad153d692",
      "nome": "Herrera",
      "especie": "Lina",
      "ordem": "Betty",
      "familia": "Mcconnell",
      "genero": "Grace",
      "localOrigem": "Manuela",
      "cardumeMinimo": 13,
      "posicaoAquario": "Topo",
      "reproducao": "Anim et proident proident elit id. Reprehenderit dolor sit proident tempor sint Lorem labore eiusmod id ex voluptate. Cillum velit incididunt excepteur labore in do irure. Incididunt eu anim nisi et sint exercitation aliqua sunt mollit labore laborum do id.",
      "dimorfismoSexual": "Magna aute reprehenderit adipisicing excepteur sunt nisi irure laboris cillum amet ea ex tempor sit. Adipisicing veniam esse ipsum enim adipisicing ea amet minim. Et proident deserunt sint cillum ullamco irure eiusmod sint aute quis deserunt ex. Sunt in veniam enim in nulla sit voluptate aute sit consectetur.",
      "substratos": "Areia",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Amigavel",
      "dieta": "Do occaecat occaecat consequat anim. Veniam ad ea Lorem do et officia dolore irure occaecat fugiat ut. Aute ut cillum aute cupidatat adipisicing ullamco adipisicing consectetur excepteur ut anim ex irure. Consectetur ea aute ea anim aute incididunt quis qui aliqua adipisicing laborum. Ut qui ut et excepteur veniam reprehenderit irure cupidatat cupidatat ullamco excepteur labore. Pariatur dolore reprehenderit est tempor qui non. Adipisicing laboris sint magna ex nisi adipisicing excepteur ad ullamco sit.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 23,
      "larguraMinima": 175,
      "alturaMinima": 26,
      "volumePrimeiro": 23,
      "volumeAdicional": 16,
      "temperatura": {
        "min": 7,
        "max": 28
      },
      "ph": {
        "min": 4,
        "max": 8
      },
      "dgh": {
        "min": 15,
        "max": 23
      },
      "salinidade": {
        "min": 21,
        "max": 29
      },
      "observacao": "Id duis pariatur aute qui eiusmod deserunt nulla proident magna ullamco minim cillum labore. Commodo ex irure anim nisi cupidatat. Pariatur incididunt amet duis non ea ad eu id exercitation. Incididunt eiusmod elit nisi fugiat enim ex minim ea proident. Proident sint in quis in minim eu proident elit non reprehenderit. Minim sint culpa id magna anim commodo reprehenderit id culpa consequat eiusmod. Anim dolore culpa deserunt in tempor adipisicing."
    },
    {
      "_id": "60956358e9755e666062d7e0",
      "nome": "Lucy",
      "especie": "Alyson",
      "ordem": "Geneva",
      "familia": "Young",
      "genero": "Alexandra",
      "localOrigem": "Farrell",
      "cardumeMinimo": 10,
      "posicaoAquario": "Topo",
      "reproducao": "Ipsum eiusmod fugiat dolore Lorem duis ea quis minim ullamco dolor consequat. Deserunt enim ea proident ut eu ex voluptate in Lorem culpa. Ad do et sit incididunt eiusmod ea tempor consequat reprehenderit. Adipisicing cillum eiusmod commodo do excepteur irure nostrud Lorem quis velit est elit ex incididunt. Aute veniam reprehenderit sit adipisicing aute eu. Enim adipisicing elit aliqua anim aliqua sint culpa eiusmod mollit.",
      "dimorfismoSexual": "Cupidatat Lorem non aliquip aliqua enim proident laborum voluptate magna occaecat qui sit. Sit cillum tempor mollit ea ut nostrud aliquip proident ad dolore laborum deserunt. Nisi mollit nostrud elit id ex deserunt deserunt laborum duis elit. Laborum eu do duis magna veniam in mollit. In reprehenderit amet adipisicing do. Mollit et id ut ipsum mollit elit labore duis nostrud ex esse. Excepteur elit non velit ut id et laboris ipsum nisi laborum dolore minim.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Amigavel",
      "dieta": "Laboris sunt aliqua voluptate anim non. Ullamco non ipsum ipsum est aliqua tempor dolor do. Proident proident sint nulla consectetur.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 23,
      "larguraMinima": 99,
      "alturaMinima": 15,
      "volumePrimeiro": 28,
      "volumeAdicional": 10,
      "temperatura": {
        "min": 3,
        "max": 29
      },
      "ph": {
        "min": 6,
        "max": 7
      },
      "dgh": {
        "min": 8,
        "max": 21
      },
      "salinidade": {
        "min": 16,
        "max": 32
      },
      "observacao": "Est dolor ad officia aliquip. Veniam ex amet ad aliquip occaecat nostrud culpa tempor tempor aliquip reprehenderit. Minim tempor in magna aliqua elit nisi amet excepteur reprehenderit ut. Deserunt velit minim consectetur aute dolor officia sunt occaecat tempor consectetur veniam labore sunt."
    },
    {
      "_id": "60956358499e14ec6e0810ce",
      "nome": "Hill",
      "especie": "Bridgett",
      "ordem": "Fay",
      "familia": "Fern",
      "genero": "Luz",
      "localOrigem": "Lorrie",
      "cardumeMinimo": 17,
      "posicaoAquario": "Meio",
      "reproducao": "Sint minim magna tempor in excepteur amet excepteur. Esse ea Lorem do deserunt ea. Nisi cupidatat elit labore do tempor excepteur ipsum pariatur veniam dolore fugiat pariatur adipisicing incididunt. Laborum aliquip amet eiusmod quis esse reprehenderit ad minim ea veniam aute officia adipisicing ex.",
      "dimorfismoSexual": "Laboris pariatur laboris Lorem dolor ut laboris ullamco adipisicing aliqua dolor excepteur incididunt irure. Deserunt aute consectetur consequat consectetur velit occaecat in incididunt excepteur. Do amet labore tempor laboris est ullamco.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Proident aliquip et pariatur et consequat mollit pariatur cupidatat. Ex magna amet voluptate aliqua ea dolor pariatur mollit aliqua deserunt eiusmod nostrud pariatur officia. Occaecat nulla exercitation sit exercitation consequat veniam ipsum quis. Consectetur nostrud eu voluptate non elit magna Lorem tempor aute eiusmod esse officia. Aute sit proident voluptate esse irure deserunt reprehenderit deserunt est. Et commodo cupidatat commodo excepteur consectetur eiusmod veniam pariatur sint labore ipsum ut proident. Consectetur incididunt reprehenderit laboris do minim.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 17,
      "larguraMinima": 254,
      "alturaMinima": 22,
      "volumePrimeiro": 27,
      "volumeAdicional": 5,
      "temperatura": {
        "min": 12,
        "max": 17
      },
      "ph": {
        "min": 3,
        "max": 7
      },
      "dgh": {
        "min": 10,
        "max": 25
      },
      "salinidade": {
        "min": 18,
        "max": 29
      },
      "observacao": "Nulla labore qui reprehenderit dolore eiusmod consequat reprehenderit nostrud fugiat irure do non irure. Eiusmod laborum mollit labore sit aliquip minim. Id enim adipisicing aliquip culpa sunt labore nisi et incididunt."
    },
    {
      "_id": "609563580d09ee7a581d47c9",
      "nome": "Christie",
      "especie": "Cora",
      "ordem": "Mcclain",
      "familia": "Francine",
      "genero": "Bolton",
      "localOrigem": "Luna",
      "cardumeMinimo": 16,
      "posicaoAquario": "Fundo",
      "reproducao": "Ex est anim qui ex pariatur incididunt sit mollit. Incididunt incididunt Lorem pariatur enim velit nulla aliquip nostrud veniam anim ullamco eiusmod. Duis id non cillum aliqua.",
      "dimorfismoSexual": "Enim duis nisi amet eu fugiat exercitation consectetur ut et laborum pariatur. Mollit ut exercitation proident laboris non ea. Ipsum enim enim ex in consectetur labore deserunt reprehenderit. Consequat laborum tempor aute deserunt eu in incididunt quis. Cillum in irure laborum tempor pariatur. Minim ad sunt mollit ea culpa dolore ut elit deserunt. Non incididunt officia aliqua nulla deserunt exercitation.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Territorialista",
      "dieta": "Irure sit consequat voluptate anim dolore adipisicing non proident commodo. Amet ea mollit ipsum proident. Qui deserunt nulla sunt nulla culpa qui quis commodo non excepteur ad Lorem id ut. Culpa minim occaecat excepteur dolore sit elit ullamco ea veniam sit sunt. Sit velit incididunt cillum et occaecat ipsum adipisicing.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 24,
      "larguraMinima": 497,
      "alturaMinima": 28,
      "volumePrimeiro": 25,
      "volumeAdicional": 18,
      "temperatura": {
        "min": 5,
        "max": 17
      },
      "ph": {
        "min": 7,
        "max": 7
      },
      "dgh": {
        "min": 13,
        "max": 25
      },
      "salinidade": {
        "min": 14,
        "max": 31
      },
      "observacao": "Ad occaecat quis enim minim anim enim excepteur consectetur cupidatat Lorem. Officia elit duis nulla id voluptate et tempor est. Enim in deserunt dolore occaecat laborum. Reprehenderit anim officia voluptate nulla eu irure elit anim est. Voluptate consequat enim reprehenderit cillum amet dolor sunt aliqua culpa magna. Enim do officia eu ut qui duis quis cillum nostrud in. Magna ea incididunt sint sit culpa laboris."
    },
    {
      "_id": "60956358dbeb88fd3de86100",
      "nome": "Mclaughlin",
      "especie": "Kelly",
      "ordem": "Hebert",
      "familia": "Small",
      "genero": "Tania",
      "localOrigem": "Wyatt",
      "cardumeMinimo": 19,
      "posicaoAquario": "Topo",
      "reproducao": "Elit occaecat velit dolore ullamco enim do adipisicing laborum laborum do ullamco. Incididunt commodo in sit consectetur mollit sunt exercitation incididunt commodo elit minim. Adipisicing ipsum do id aliquip non quis sunt laboris dolore irure.",
      "dimorfismoSexual": "Exercitation amet magna ad consectetur proident veniam duis non ipsum officia culpa non mollit magna. Occaecat amet sunt sit sit ullamco elit cillum consequat consectetur. Do esse dolore ullamco tempor qui. Ipsum esse ut ut incididunt irure dolor duis consequat et esse nisi. Culpa ad velit nulla et do aliqua pariatur consequat occaecat sunt id labore.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Ex culpa commodo adipisicing amet voluptate sint ipsum ipsum consequat sit est magna. Eiusmod voluptate Lorem fugiat cillum labore laborum aute sunt cupidatat. Nisi consectetur incididunt non ad laboris. Ipsum proident aliqua labore consectetur amet eu sit officia qui aliquip amet veniam. Proident in tempor sunt incididunt ad adipisicing ullamco consequat ex anim. Aliqua sint minim eiusmod deserunt culpa aliqua tempor duis.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 2,
      "larguraMinima": 145,
      "alturaMinima": 18,
      "volumePrimeiro": 22,
      "volumeAdicional": 12,
      "temperatura": {
        "min": 15,
        "max": 18
      },
      "ph": {
        "min": 4,
        "max": 7
      },
      "dgh": {
        "min": 9,
        "max": 17
      },
      "salinidade": {
        "min": 4,
        "max": 26
      },
      "observacao": "Fugiat velit ut eiusmod commodo deserunt. Nulla mollit consequat consequat esse elit. Ad magna minim sunt ea pariatur laboris nulla laborum nulla exercitation sit. Ex incididunt eiusmod nostrud quis magna aliquip velit esse magna exercitation. Id nostrud esse sunt magna dolore aliquip ea Lorem voluptate non non aute cillum. In sint elit incididunt exercitation."
    },
    {
      "_id": "60956358ac02bda2e2b7cc66",
      "nome": "Wanda",
      "especie": "Chandler",
      "ordem": "Angie",
      "familia": "Juarez",
      "genero": "Hawkins",
      "localOrigem": "Sherry",
      "cardumeMinimo": 17,
      "posicaoAquario": "Topo",
      "reproducao": "Et magna ipsum aliqua excepteur irure laboris ut qui nulla sunt proident sunt. Lorem cillum adipisicing exercitation est adipisicing enim. Deserunt nisi veniam incididunt consequat voluptate magna in nisi aliquip laborum deserunt et anim irure. Irure mollit commodo ut ut laboris labore esse veniam elit consectetur ad non. Pariatur quis in irure velit ut in sunt nulla laborum nulla pariatur deserunt ex quis. Velit deserunt labore proident consequat est ipsum anim velit.",
      "dimorfismoSexual": "Id pariatur incididunt culpa laborum Lorem fugiat eu cupidatat. Culpa culpa et elit incididunt veniam. Elit eu Lorem consequat veniam nostrud tempor nostrud do proident.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Territorialista",
      "dieta": "Anim do minim nostrud id sint do nisi culpa cillum. Laborum aliqua mollit adipisicing commodo nostrud voluptate laborum exercitation laborum officia non pariatur magna excepteur. Magna in eiusmod mollit fugiat commodo proident nisi. Ullamco pariatur do tempor fugiat sit labore culpa magna incididunt. Consequat consectetur quis eu voluptate laborum aute id ad enim laboris voluptate commodo excepteur excepteur.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 22,
      "larguraMinima": 21,
      "alturaMinima": 28,
      "volumePrimeiro": 7,
      "volumeAdicional": 5,
      "temperatura": {
        "min": 11,
        "max": 23
      },
      "ph": {
        "min": 4,
        "max": 14
      },
      "dgh": {
        "min": 5,
        "max": 23
      },
      "salinidade": {
        "min": 25,
        "max": 26
      },
      "observacao": "Minim do reprehenderit exercitation ullamco. Sint id aliquip cupidatat laborum elit duis in ullamco cillum esse excepteur. Labore elit sunt occaecat ad elit ipsum sunt amet. Elit deserunt culpa nulla sit."
    },
    {
      "_id": "60956358890fb307ed395b93",
      "nome": "Coleen",
      "especie": "Blackwell",
      "ordem": "Raymond",
      "familia": "Kathy",
      "genero": "Cortez",
      "localOrigem": "Haley",
      "cardumeMinimo": 14,
      "posicaoAquario": "Topo",
      "reproducao": "Consequat duis ullamco ut nulla labore ipsum qui adipisicing occaecat eiusmod. Esse exercitation minim do enim anim tempor. Excepteur laboris irure et ipsum mollit. Reprehenderit fugiat eu aute fugiat reprehenderit irure laborum sit eu consectetur nulla adipisicing ex excepteur. Minim Lorem magna nulla ad ullamco. Laboris nulla labore et ut ex adipisicing culpa ipsum nulla enim nisi excepteur.",
      "dimorfismoSexual": "Tempor esse do elit dolor ex aute magna non esse. Voluptate ipsum magna incididunt pariatur nulla labore culpa sint dolor ex qui ullamco. Consectetur amet in adipisicing velit exercitation velit voluptate id id consectetur. Esse et excepteur aliqua minim sint nostrud consectetur consequat non dolore non aliqua laboris voluptate. Enim magna duis proident quis aliqua eu duis cillum exercitation est ex sit aliqua exercitation. Sunt adipisicing laborum laborum ex ut incididunt Lorem voluptate ut commodo pariatur velit labore voluptate. Sint sit veniam exercitation ullamco aliquip id duis cillum veniam sint elit cupidatat elit est.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Lorem in occaecat consequat minim deserunt laboris veniam eu minim laborum nostrud irure esse. Duis laborum irure duis Lorem cillum irure. Labore ipsum sunt ex reprehenderit cupidatat. Ipsum sint occaecat aliqua voluptate et sit officia consequat elit veniam occaecat. Consectetur fugiat voluptate laborum reprehenderit est. Enim officia reprehenderit labore culpa Lorem nostrud.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 11,
      "larguraMinima": 247,
      "alturaMinima": 15,
      "volumePrimeiro": 20,
      "volumeAdicional": 10,
      "temperatura": {
        "min": 1,
        "max": 28
      },
      "ph": {
        "min": 5,
        "max": 7
      },
      "dgh": {
        "min": 0,
        "max": 19
      },
      "salinidade": {
        "min": 13,
        "max": 28
      },
      "observacao": "Sint irure eu qui in in cillum amet. Non irure esse est elit elit voluptate consequat officia ut eiusmod. Commodo commodo elit enim do. Do laboris elit eiusmod culpa et mollit id nulla ullamco aliqua culpa."
    },
    {
      "_id": "60956358dc8c1e85cdf2e4e7",
      "nome": "Tracy",
      "especie": "Craig",
      "ordem": "Kate",
      "familia": "Tran",
      "genero": "Marina",
      "localOrigem": "Sloan",
      "cardumeMinimo": 4,
      "posicaoAquario": "Topo",
      "reproducao": "Amet quis sunt sit sunt. Lorem voluptate qui deserunt id sit consectetur minim esse ex non. Tempor et nostrud est eiusmod aute incididunt esse cupidatat anim laborum officia in dolore. Consectetur ex ut enim adipisicing cupidatat Lorem officia aliqua. Dolore laborum do ipsum eu ullamco sit nostrud id id anim laboris laborum irure proident.",
      "dimorfismoSexual": "Elit nulla ullamco consectetur voluptate incididunt est excepteur aliqua non. Voluptate irure et dolore reprehenderit ullamco ipsum incididunt aute ipsum officia. Ut adipisicing aute aute ipsum cillum magna non elit esse veniam proident do sit.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Territorialista",
      "dieta": "Dolor deserunt dolore do id elit sunt aliqua et pariatur nisi laborum in eiusmod aute. Et id reprehenderit voluptate laboris officia magna esse cupidatat sint elit do mollit eiusmod incididunt. Eiusmod incididunt aliqua adipisicing ullamco laboris proident. Elit non ullamco ullamco qui mollit culpa reprehenderit.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 18,
      "larguraMinima": 179,
      "alturaMinima": 17,
      "volumePrimeiro": 19,
      "volumeAdicional": 4,
      "temperatura": {
        "min": 15,
        "max": 28
      },
      "ph": {
        "min": 1,
        "max": 14
      },
      "dgh": {
        "min": 5,
        "max": 18
      },
      "salinidade": {
        "min": 17,
        "max": 31
      },
      "observacao": "Voluptate elit et commodo pariatur Lorem pariatur esse eiusmod magna fugiat. Officia esse elit laborum fugiat exercitation. Cillum sunt do laboris tempor proident ut excepteur nisi Lorem. Cillum tempor labore non deserunt non reprehenderit consequat eiusmod et proident. Enim dolor do est aliqua duis."
    },
    {
      "_id": "60956358a0cf537dbd99d6a4",
      "nome": "Pearlie",
      "especie": "Tameka",
      "ordem": "Marguerite",
      "familia": "Stokes",
      "genero": "Ashlee",
      "localOrigem": "Ray",
      "cardumeMinimo": 15,
      "posicaoAquario": "Topo",
      "reproducao": "Occaecat anim tempor proident mollit culpa tempor in aute irure consequat dolore deserunt veniam commodo. Est Lorem consequat consectetur adipisicing reprehenderit do ipsum ipsum dolore ea. Elit officia ut elit nostrud incididunt ex est ex esse dolor velit laborum labore minim. Voluptate cupidatat nisi aliquip aute reprehenderit. Enim eiusmod laborum eu dolor magna enim irure excepteur voluptate Lorem labore. Qui in reprehenderit ad incididunt ipsum aliqua laborum ut magna do. Qui cillum officia eiusmod cupidatat ea irure anim in anim.",
      "dimorfismoSexual": "Veniam id do fugiat fugiat nisi ipsum commodo magna proident irure aute. Labore tempor consequat laboris aliquip consequat laboris eu sunt tempor consectetur consequat et ipsum ullamco. Irure laborum labore amet do duis deserunt quis tempor amet ipsum. Minim aliqua aliqua duis laborum ullamco. Laboris aute enim enim dolore Lorem ullamco ex. Laborum deserunt sint in proident dolor ad voluptate fugiat non.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Territorialista",
      "dieta": "Excepteur enim incididunt excepteur adipisicing adipisicing incididunt pariatur magna. Non consequat ad aliqua qui qui mollit proident qui. Duis irure ad dolor amet irure id ut reprehenderit velit labore minim adipisicing. Ex duis ea deserunt irure aliquip duis et reprehenderit nulla. Tempor qui proident pariatur Lorem officia consequat eiusmod tempor et exercitation minim. Irure dolor non veniam eiusmod pariatur ullamco officia laboris deserunt nulla irure. Ut eu proident laborum ut quis mollit.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 27,
      "larguraMinima": 382,
      "alturaMinima": 20,
      "volumePrimeiro": 7,
      "volumeAdicional": 14,
      "temperatura": {
        "min": 4,
        "max": 18
      },
      "ph": {
        "min": 4,
        "max": 10
      },
      "dgh": {
        "min": 2,
        "max": 24
      },
      "salinidade": {
        "min": 21,
        "max": 33
      },
      "observacao": "Ea nisi nisi anim nisi eiusmod ea magna irure aute proident ex cillum mollit. Eu culpa aliqua tempor tempor. Anim cillum id consectetur et."
    },
    {
      "_id": "60956358997d8cdd6db62efd",
      "nome": "Viola",
      "especie": "Neal",
      "ordem": "Jennie",
      "familia": "Fischer",
      "genero": "Malone",
      "localOrigem": "Brenda",
      "cardumeMinimo": 15,
      "posicaoAquario": "Fundo",
      "reproducao": "Exercitation irure consequat dolore aute occaecat fugiat ea amet proident proident aliqua in irure. Incididunt dolor nostrud cillum nostrud qui nisi commodo occaecat mollit eu. Proident consequat exercitation adipisicing Lorem ipsum minim nulla nulla adipisicing nisi. Ullamco nisi cillum aliqua dolore magna reprehenderit qui consequat ea eu. Do do nostrud laboris excepteur ad dolor est velit occaecat. Et nulla consectetur nulla eiusmod quis pariatur culpa nulla ullamco velit quis sunt.",
      "dimorfismoSexual": "Qui cillum aliqua cupidatat veniam irure qui exercitation mollit laboris amet eu officia dolor laboris. Sit excepteur mollit ut pariatur exercitation irure incididunt aute aute incididunt. Ad ipsum ullamco adipisicing incididunt nostrud ad id laboris eu fugiat sit officia quis. Commodo aliqua non id eiusmod.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Excepteur id tempor cillum elit et reprehenderit duis velit culpa veniam. Enim dolor ut non reprehenderit nulla non ullamco Lorem ex. Culpa aute aute laboris adipisicing duis Lorem officia culpa culpa id id. Adipisicing ex cupidatat ipsum sunt voluptate aute cillum elit pariatur anim. Lorem reprehenderit deserunt elit consequat minim. Sint adipisicing laborum velit incididunt in.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 6,
      "larguraMinima": 251,
      "alturaMinima": 28,
      "volumePrimeiro": 6,
      "volumeAdicional": 3,
      "temperatura": {
        "min": 4,
        "max": 23
      },
      "ph": {
        "min": 2,
        "max": 7
      },
      "dgh": {
        "min": 0,
        "max": 22
      },
      "salinidade": {
        "min": 24,
        "max": 30
      },
      "observacao": "Nisi ea nostrud occaecat cupidatat in excepteur officia nulla Lorem cillum nisi qui sint. Sunt id adipisicing consectetur quis. Nisi occaecat minim tempor cillum nostrud magna. Est adipisicing ea qui ut do aliquip velit esse. Dolore irure deserunt est labore consectetur fugiat nisi quis aute cupidatat ad. Minim officia officia non incididunt deserunt amet ea id ex. Elit mollit elit adipisicing proident cillum ut reprehenderit laboris adipisicing voluptate incididunt sunt non tempor."
    },
    {
      "_id": "60956358544909c1e46e4945",
      "nome": "Palmer",
      "especie": "Emilia",
      "ordem": "Avis",
      "familia": "Albert",
      "genero": "Finch",
      "localOrigem": "Jefferson",
      "cardumeMinimo": 3,
      "posicaoAquario": "Fundo",
      "reproducao": "Officia aliqua dolor dolore est et nostrud consectetur sunt. Nulla adipisicing voluptate sit ad minim laborum nulla tempor adipisicing ullamco consequat. Deserunt elit est aute laborum amet occaecat voluptate labore dolore cupidatat ullamco adipisicing. Est veniam nulla velit aliquip ut quis culpa aute nostrud id deserunt Lorem aliqua magna. Occaecat cillum ex exercitation commodo minim do id amet id exercitation aliqua esse est magna. Tempor fugiat exercitation adipisicing est officia esse quis.",
      "dimorfismoSexual": "Minim elit culpa nostrud labore aute qui sit nisi proident proident commodo irure. Mollit irure veniam fugiat minim aliquip incididunt pariatur commodo tempor Lorem eiusmod sunt adipisicing. Reprehenderit id mollit proident minim consectetur eiusmod adipisicing proident est officia reprehenderit elit deserunt in. Exercitation fugiat et amet velit exercitation mollit culpa do. Ipsum elit ad eu ut veniam eiusmod consequat dolore incididunt ex amet reprehenderit fugiat. Cillum ipsum quis reprehenderit occaecat.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Territorialista",
      "dieta": "Proident occaecat excepteur in veniam fugiat Lorem officia veniam eiusmod. Ipsum et magna duis nostrud quis incididunt consequat ea do minim laboris et. Tempor amet sit consequat ut sit ex minim dolor. Esse consequat veniam dolore eu sint veniam Lorem. Lorem ad cillum id do consectetur laboris in et incididunt tempor deserunt et eu eiusmod.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 20,
      "larguraMinima": 183,
      "alturaMinima": 29,
      "volumePrimeiro": 9,
      "volumeAdicional": 9,
      "temperatura": {
        "min": 5,
        "max": 21
      },
      "ph": {
        "min": 1,
        "max": 11
      },
      "dgh": {
        "min": 3,
        "max": 20
      },
      "salinidade": {
        "min": 18,
        "max": 32
      },
      "observacao": "Exercitation aute enim labore enim commodo. Nulla cillum mollit minim culpa et. Ad ipsum excepteur nisi cillum non reprehenderit velit officia. Nulla pariatur sit exercitation commodo exercitation excepteur dolore. Nulla irure culpa consectetur nisi aliqua occaecat sunt labore. Nulla mollit ipsum Lorem nostrud mollit ex eu sunt exercitation deserunt do voluptate. Aliqua eiusmod amet irure pariatur proident tempor aute enim consectetur id ipsum consequat tempor."
    },
    {
      "_id": "60956358e0234304262ac64a",
      "nome": "Lillian",
      "especie": "Florence",
      "ordem": "Middleton",
      "familia": "Carver",
      "genero": "Gwen",
      "localOrigem": "Yvette",
      "cardumeMinimo": 4,
      "posicaoAquario": "Fundo",
      "reproducao": "Adipisicing ipsum esse do mollit enim sunt reprehenderit dolor. Aliqua consequat duis nulla exercitation incididunt voluptate dolor anim laborum. Et fugiat sint officia eu reprehenderit consectetur quis eu tempor esse excepteur do enim. Esse consequat duis aliquip non. Irure duis nostrud voluptate occaecat dolore commodo cupidatat cupidatat laborum labore Lorem qui. Nisi elit occaecat do adipisicing eiusmod non.",
      "dimorfismoSexual": "Dolore velit in aute est mollit officia sit. Labore eu exercitation ad sunt magna pariatur adipisicing nostrud excepteur eu sit esse sint quis. Non ut esse occaecat ea ullamco quis proident velit anim.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Territorialista",
      "dieta": "Ea fugiat mollit exercitation officia. Consectetur sunt ex sit eiusmod ea. Dolore ut nisi eiusmod quis.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 21,
      "larguraMinima": 156,
      "alturaMinima": 15,
      "volumePrimeiro": 7,
      "volumeAdicional": 17,
      "temperatura": {
        "min": 1,
        "max": 27
      },
      "ph": {
        "min": 4,
        "max": 13
      },
      "dgh": {
        "min": 2,
        "max": 21
      },
      "salinidade": {
        "min": 21,
        "max": 33
      },
      "observacao": "Proident minim Lorem Lorem amet. Aliqua culpa et non qui ad. Fugiat ut excepteur adipisicing est dolor cillum sit labore do id. Voluptate duis sint voluptate enim et adipisicing ut do Lorem esse mollit. Proident do ea duis laboris excepteur incididunt tempor exercitation ut proident et ipsum fugiat. Enim in excepteur ex nisi esse culpa tempor labore voluptate occaecat quis eu laboris Lorem. Dolor magna ipsum magna commodo consequat officia fugiat ea eu."
    },
    {
      "_id": "60956358e5c6e5f0d2d3f282",
      "nome": "Agnes",
      "especie": "Decker",
      "ordem": "Mcdaniel",
      "familia": "Robyn",
      "genero": "Mccall",
      "localOrigem": "Trujillo",
      "cardumeMinimo": 11,
      "posicaoAquario": "Fundo",
      "reproducao": "Dolore do esse est quis labore occaecat velit excepteur velit veniam veniam ad deserunt. In elit ea enim id elit aliqua consectetur fugiat proident veniam incididunt ut elit deserunt. Id voluptate duis enim excepteur proident aliquip dolor nostrud fugiat ullamco fugiat voluptate laboris. Amet fugiat incididunt aliquip enim anim laboris. Commodo sit sint id nulla excepteur Lorem voluptate ut fugiat non et nulla. Officia reprehenderit tempor reprehenderit officia officia cillum aliqua excepteur consequat cillum excepteur minim do excepteur.",
      "dimorfismoSexual": "Nisi incididunt in quis dolore. Aliqua labore nostrud sit ipsum sunt ex aliqua incididunt Lorem. Magna est qui cillum nisi qui.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Quis dolor magna veniam cupidatat pariatur esse sit in aliqua aute. Deserunt magna aliquip eu sunt labore deserunt dolor nulla adipisicing dolore qui ea nostrud. Labore amet minim mollit mollit ipsum velit dolor fugiat duis deserunt magna est voluptate nisi. Sunt dolor velit adipisicing aliquip dolore eu ex do et commodo et tempor. Veniam aliqua commodo adipisicing consequat. Minim adipisicing eiusmod id voluptate incididunt sit tempor culpa ullamco adipisicing esse.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 28,
      "larguraMinima": 170,
      "alturaMinima": 25,
      "volumePrimeiro": 29,
      "volumeAdicional": 13,
      "temperatura": {
        "min": 13,
        "max": 24
      },
      "ph": {
        "min": 5,
        "max": 9
      },
      "dgh": {
        "min": 0,
        "max": 21
      },
      "salinidade": {
        "min": 10,
        "max": 28
      },
      "observacao": "Deserunt est exercitation proident ullamco elit Lorem sunt est id proident officia Lorem. Occaecat nulla non eiusmod esse dolore aliquip elit ullamco non ea do commodo deserunt. Non mollit qui ea exercitation elit commodo velit ipsum culpa aliqua amet. Pariatur nisi sit officia fugiat. Dolore reprehenderit id velit ea amet."
    },
    {
      "_id": "6095635895cabf18de5e71b8",
      "nome": "Gina",
      "especie": "Rodriquez",
      "ordem": "Ratliff",
      "familia": "Margarita",
      "genero": "Danielle",
      "localOrigem": "Kane",
      "cardumeMinimo": 4,
      "posicaoAquario": "Fundo",
      "reproducao": "Duis esse nisi exercitation eiusmod sint consectetur eiusmod id esse id ut voluptate aliqua. Voluptate ea ullamco magna voluptate sunt sint occaecat. Mollit nostrud cillum do cupidatat est et anim adipisicing eiusmod aliquip aliqua culpa. Ipsum quis deserunt excepteur ad eiusmod qui ad eu incididunt nisi fugiat non officia cillum. Dolor exercitation exercitation culpa ad est dolore amet sit cupidatat cupidatat voluptate. Nulla exercitation cupidatat eu eiusmod.",
      "dimorfismoSexual": "Tempor nisi culpa laboris elit tempor consectetur occaecat excepteur. Laborum officia eu proident enim cillum non excepteur enim irure Lorem. Dolore mollit sint laborum exercitation aliquip amet magna. Ut ullamco ad Lorem sit enim.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Reprehenderit amet nostrud non in labore. Reprehenderit officia ea commodo eiusmod ea nisi qui. Commodo enim labore eiusmod cillum cupidatat mollit.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 16,
      "larguraMinima": 475,
      "alturaMinima": 27,
      "volumePrimeiro": 20,
      "volumeAdicional": 12,
      "temperatura": {
        "min": 10,
        "max": 16
      },
      "ph": {
        "min": 6,
        "max": 9
      },
      "dgh": {
        "min": 0,
        "max": 24
      },
      "salinidade": {
        "min": 19,
        "max": 29
      },
      "observacao": "Ullamco proident do aliqua adipisicing veniam et anim enim anim irure id anim. Quis deserunt ipsum nisi pariatur officia. Ut veniam occaecat ea nulla laborum magna velit enim duis tempor enim voluptate. Ad minim laboris laborum aute veniam. Occaecat non laboris ipsum do dolore mollit deserunt ipsum quis sunt. Sint incididunt veniam magna nostrud eiusmod Lorem officia et fugiat consequat."
    },
    {
      "_id": "60956358ed9abc7f83f6f5c9",
      "nome": "Cherie",
      "especie": "Bridget",
      "ordem": "Dorsey",
      "familia": "Stout",
      "genero": "Bonita",
      "localOrigem": "Elma",
      "cardumeMinimo": 5,
      "posicaoAquario": "Topo",
      "reproducao": "Aute cupidatat occaecat duis minim. Mollit culpa eiusmod voluptate do ex anim aliquip anim sint et qui voluptate. Deserunt aliqua ut minim Lorem veniam ex.",
      "dimorfismoSexual": "Cillum ipsum amet ut anim. Lorem veniam irure adipisicing consequat ipsum do. Ipsum do in non sunt id. Ipsum id esse eu ea cupidatat officia excepteur sunt fugiat non aliqua laboris esse anim.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Amigavel",
      "dieta": "Nulla et ea in ut duis laborum officia officia. Duis occaecat sint ullamco mollit non ullamco nisi nisi. Aute Lorem non exercitation exercitation ipsum exercitation labore tempor et. Exercitation aute laboris commodo ut consectetur incididunt enim ad exercitation esse eiusmod. Amet dolor velit amet cillum adipisicing ex sit ut. Labore ullamco consectetur dolor sunt est do et dolore. Dolor et qui anim consequat.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 27,
      "larguraMinima": 373,
      "alturaMinima": 27,
      "volumePrimeiro": 27,
      "volumeAdicional": 17,
      "temperatura": {
        "min": 14,
        "max": 16
      },
      "ph": {
        "min": 0,
        "max": 14
      },
      "dgh": {
        "min": 13,
        "max": 23
      },
      "salinidade": {
        "min": 12,
        "max": 31
      },
      "observacao": "Eu aliquip laborum irure ut do nisi culpa cillum ea. Irure mollit amet irure ullamco sit ullamco aliqua magna. Sunt aute nostrud quis qui ipsum aliqua eu cillum ipsum. Magna eu consectetur voluptate dolore irure culpa excepteur velit. Nisi deserunt Lorem ullamco commodo non duis reprehenderit ipsum officia voluptate amet."
    },
    {
      "_id": "60956358e6f1adcbeffed213",
      "nome": "Lynne",
      "especie": "Irene",
      "ordem": "Nina",
      "familia": "Effie",
      "genero": "Walker",
      "localOrigem": "Harding",
      "cardumeMinimo": 12,
      "posicaoAquario": "Fundo",
      "reproducao": "Voluptate deserunt consectetur Lorem voluptate sit sint sint dolore nulla qui. Aliqua nostrud veniam pariatur do sunt in fugiat laboris reprehenderit. Anim duis Lorem quis adipisicing minim. Ea eu ullamco do exercitation ipsum irure quis nulla pariatur in.",
      "dimorfismoSexual": "Quis et laborum culpa laboris anim sit eu labore. Consequat voluptate commodo eu exercitation dolor enim elit veniam. Ad dolor exercitation anim quis do in sunt Lorem Lorem nisi Lorem.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Incididunt irure amet proident pariatur officia consectetur sint. Excepteur dolor irure amet elit enim est occaecat proident duis voluptate eiusmod aute. Do irure elit mollit velit. Elit Lorem reprehenderit aliqua non aliqua cupidatat eu duis quis eu sit. Occaecat incididunt fugiat pariatur officia nostrud consectetur irure voluptate labore occaecat minim enim elit magna.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 13,
      "larguraMinima": 400,
      "alturaMinima": 23,
      "volumePrimeiro": 9,
      "volumeAdicional": 8,
      "temperatura": {
        "min": 2,
        "max": 17
      },
      "ph": {
        "min": 0,
        "max": 9
      },
      "dgh": {
        "min": 5,
        "max": 18
      },
      "salinidade": {
        "min": 25,
        "max": 31
      },
      "observacao": "Nulla Lorem laborum ea minim fugiat commodo esse eiusmod. Labore et velit excepteur et et. Exercitation qui culpa aliqua proident reprehenderit est culpa eu nostrud labore commodo velit."
    },
    {
      "_id": "609563584baecbd1d392bfa7",
      "nome": "Skinner",
      "especie": "Galloway",
      "ordem": "Hattie",
      "familia": "Kirk",
      "genero": "Blair",
      "localOrigem": "Sheena",
      "cardumeMinimo": 6,
      "posicaoAquario": "Topo",
      "reproducao": "Reprehenderit nostrud cillum sint eiusmod amet pariatur cupidatat Lorem cupidatat id veniam nisi nulla. Aliqua do laborum do culpa ex sunt nostrud tempor ad duis aliquip elit amet culpa. Deserunt incididunt ea cupidatat id.",
      "dimorfismoSexual": "Eu aliqua do cupidatat consectetur aliqua nisi id proident voluptate deserunt eu fugiat. Incididunt adipisicing ipsum consequat veniam minim cupidatat proident fugiat commodo excepteur dolore cillum sunt. Labore pariatur nostrud dolor fugiat minim fugiat commodo voluptate voluptate nostrud ea ullamco. Anim magna ex duis sit ad enim excepteur cupidatat irure et enim ea nostrud. Esse anim mollit mollit sit nostrud fugiat eiusmod eu eiusmod. Duis do do ea tempor sit cupidatat ut et veniam laboris sunt aliquip.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Voluptate duis minim aliqua et voluptate excepteur fugiat nostrud esse elit. Reprehenderit sint exercitation deserunt adipisicing duis ullamco nostrud deserunt Lorem. Anim deserunt irure nulla magna excepteur elit pariatur reprehenderit fugiat.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 10,
      "larguraMinima": 209,
      "alturaMinima": 18,
      "volumePrimeiro": 7,
      "volumeAdicional": 12,
      "temperatura": {
        "min": 14,
        "max": 20
      },
      "ph": {
        "min": 0,
        "max": 8
      },
      "dgh": {
        "min": 14,
        "max": 22
      },
      "salinidade": {
        "min": 9,
        "max": 27
      },
      "observacao": "Eu id ullamco ad qui nisi proident aliquip. Et qui qui irure nulla elit aute eu cupidatat sit non id. Dolore laborum deserunt exercitation ut pariatur ut irure aliquip nostrud. Tempor enim ea aute elit in incididunt aute aliqua tempor amet quis veniam sunt labore. Lorem mollit et commodo ea velit ullamco fugiat amet ut amet. Cillum laboris qui nostrud nulla eu occaecat amet sint in occaecat veniam consectetur."
    },
    {
      "_id": "609563586942c73c5c2b910d",
      "nome": "Myers",
      "especie": "James",
      "ordem": "Crosby",
      "familia": "Casey",
      "genero": "Fernandez",
      "localOrigem": "Adela",
      "cardumeMinimo": 20,
      "posicaoAquario": "Fundo",
      "reproducao": "Mollit tempor culpa et in proident nulla aliqua. Consectetur laboris eiusmod nostrud proident sit in velit do. Ipsum ad pariatur in amet. Magna est nostrud voluptate cillum deserunt quis fugiat deserunt ad eiusmod velit dolor. Amet enim quis Lorem ad nisi fugiat. Reprehenderit amet ut non anim sit labore incididunt consequat ullamco cupidatat.",
      "dimorfismoSexual": "Exercitation quis nisi deserunt ad in officia. Culpa proident pariatur labore elit nulla sunt ullamco eu exercitation dolore amet laboris commodo. Eu amet laboris tempor ea dolore consequat aute. Ut cupidatat sunt dolore est excepteur mollit eu minim officia. Ut voluptate deserunt mollit velit qui.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Incididunt sit nostrud proident laborum ea minim deserunt esse reprehenderit magna aliquip reprehenderit aliqua eiusmod. Lorem aliqua veniam aute ipsum ipsum ut tempor enim laboris minim ipsum officia duis. Consequat in dolore pariatur et nisi esse. Cillum dolore culpa occaecat nostrud. Magna velit qui laborum sint adipisicing incididunt eiusmod do eiusmod aliquip sunt elit elit commodo. Exercitation dolor ea et aliqua qui voluptate. Exercitation ullamco labore et ad anim ut esse adipisicing ex ex adipisicing deserunt.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 2,
      "larguraMinima": 29,
      "alturaMinima": 26,
      "volumePrimeiro": 7,
      "volumeAdicional": 6,
      "temperatura": {
        "min": 8,
        "max": 27
      },
      "ph": {
        "min": 6,
        "max": 14
      },
      "dgh": {
        "min": 15,
        "max": 20
      },
      "salinidade": {
        "min": 10,
        "max": 31
      },
      "observacao": "Ullamco dolore occaecat laborum elit. Tempor pariatur nisi eiusmod labore et. Minim nisi ullamco ullamco anim culpa nulla velit voluptate eu nulla ex sit enim consequat. Laboris cillum laborum proident et ipsum proident do ex est nulla ut aute. Labore nostrud sint dolor aliquip ipsum est est esse. Cillum consequat eu duis ex."
    },
    {
      "_id": "609563586c31a997e862abb2",
      "nome": "Mabel",
      "especie": "Madeline",
      "ordem": "Flores",
      "familia": "Beard",
      "genero": "Wilma",
      "localOrigem": "Hall",
      "cardumeMinimo": 5,
      "posicaoAquario": "Topo",
      "reproducao": "Ut culpa sint ullamco in Lorem non duis qui deserunt cupidatat do cupidatat duis sint. Duis eu labore aute proident. Dolor non qui reprehenderit laborum quis exercitation reprehenderit excepteur. Esse dolore commodo velit aute tempor quis nulla ad sit culpa sint excepteur. Culpa cillum amet elit in adipisicing deserunt veniam in officia magna magna Lorem.",
      "dimorfismoSexual": "Consequat mollit dolore elit exercitation elit dolor eiusmod enim ut non et. Lorem est ex aliqua sint laboris occaecat velit eiusmod duis minim. Magna veniam incididunt incididunt anim non sit fugiat excepteur. Laboris velit culpa duis exercitation magna eiusmod reprehenderit aliqua magna consectetur sunt adipisicing.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Mollit pariatur officia reprehenderit adipisicing sit aute do eiusmod ut occaecat consectetur quis. Amet anim veniam aute cupidatat mollit minim adipisicing proident veniam pariatur elit. Eu cupidatat nisi do minim id exercitation veniam sunt sit consectetur. Sunt deserunt non consectetur sunt et ea culpa laborum minim mollit exercitation adipisicing. Enim eiusmod qui in sint occaecat elit nisi qui ipsum exercitation nulla dolore ea. Do velit proident excepteur reprehenderit sunt. Ullamco nulla ea aliqua laborum nulla nulla minim aliqua laborum fugiat.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 8,
      "larguraMinima": 471,
      "alturaMinima": 22,
      "volumePrimeiro": 24,
      "volumeAdicional": 20,
      "temperatura": {
        "min": 12,
        "max": 19
      },
      "ph": {
        "min": 2,
        "max": 12
      },
      "dgh": {
        "min": 7,
        "max": 23
      },
      "salinidade": {
        "min": 4,
        "max": 26
      },
      "observacao": "Adipisicing proident sit irure sit et deserunt pariatur mollit exercitation amet velit sit reprehenderit nulla. Nulla nisi cupidatat id nulla sit duis non consequat ullamco officia. Pariatur eiusmod velit amet anim ipsum nostrud dolor aute aliquip exercitation veniam velit est. Eu pariatur do ut sint cillum nisi sint dolore laboris. Duis culpa excepteur Lorem velit reprehenderit ullamco enim irure duis non."
    },
    {
      "_id": "60956358677320b66736d353",
      "nome": "Katina",
      "especie": "Bertha",
      "ordem": "Leola",
      "familia": "Raquel",
      "genero": "Valentine",
      "localOrigem": "Walls",
      "cardumeMinimo": 2,
      "posicaoAquario": "Topo",
      "reproducao": "Amet et mollit minim sit sint mollit. Deserunt quis cupidatat commodo ad non labore et esse sit. Dolor veniam et ex ad ad dolor nisi amet fugiat aliqua pariatur aliqua elit mollit. Pariatur minim minim excepteur officia veniam dolor reprehenderit est esse.",
      "dimorfismoSexual": "Id laborum in qui aliquip magna laborum. Irure id pariatur labore aliqua occaecat anim exercitation cupidatat. Irure deserunt sit est qui laboris ullamco elit. Quis ex nostrud nostrud cillum dolore tempor. Irure tempor cillum incididunt tempor esse ad id. Qui consectetur cillum labore anim qui duis. Aute duis commodo deserunt voluptate enim commodo irure reprehenderit commodo ex.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Non enim cillum adipisicing minim nostrud duis quis ullamco eiusmod. Occaecat excepteur est ea dolor irure est proident enim ad commodo consectetur irure eiusmod. Culpa aute id exercitation exercitation ex et fugiat excepteur mollit quis cupidatat ullamco. Aliquip fugiat excepteur in reprehenderit consequat adipisicing aliquip proident deserunt est. Ipsum qui fugiat incididunt amet. Nulla deserunt mollit nostrud ipsum consequat mollit laboris ullamco duis deserunt.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 5,
      "larguraMinima": 408,
      "alturaMinima": 28,
      "volumePrimeiro": 7,
      "volumeAdicional": 9,
      "temperatura": {
        "min": 10,
        "max": 19
      },
      "ph": {
        "min": 1,
        "max": 11
      },
      "dgh": {
        "min": 1,
        "max": 18
      },
      "salinidade": {
        "min": 16,
        "max": 27
      },
      "observacao": "Nisi occaecat eu dolor ipsum consectetur consequat aute. Sint fugiat nisi nulla ad veniam qui minim adipisicing consectetur consectetur. Ex non esse elit officia non. Aute nulla magna voluptate magna consectetur sunt laborum esse esse consequat officia."
    },
    {
      "_id": "60956358f22a66638fb40ba0",
      "nome": "Irma",
      "especie": "Valdez",
      "ordem": "Padilla",
      "familia": "Benjamin",
      "genero": "Clarissa",
      "localOrigem": "Jasmine",
      "cardumeMinimo": 6,
      "posicaoAquario": "Meio",
      "reproducao": "Fugiat ad aliquip anim velit id sunt excepteur. Consectetur occaecat exercitation quis anim cillum nisi exercitation tempor irure elit excepteur anim. Voluptate in labore incididunt deserunt excepteur dolore eiusmod eu consectetur fugiat et.",
      "dimorfismoSexual": "Minim qui deserunt nostrud duis irure eiusmod. Nisi amet pariatur enim consequat fugiat irure. Labore proident nisi officia esse exercitation amet exercitation reprehenderit duis officia nostrud occaecat. Excepteur occaecat ea sit et voluptate sit Lorem cupidatat fugiat. Eu voluptate commodo amet proident voluptate non anim. Laborum officia consectetur ex laboris enim aliqua ex mollit sunt sit. Mollit enim fugiat ipsum ipsum aliquip.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Enim exercitation aliqua amet laborum nulla. Excepteur nostrud nisi ipsum ipsum ex tempor Lorem mollit ipsum. Do duis duis culpa ut adipisicing cillum dolore nulla velit enim non. Voluptate exercitation laborum culpa tempor aliqua laboris occaecat enim aliquip. Fugiat velit fugiat incididunt Lorem nisi amet aliquip adipisicing aliquip veniam incididunt anim. Officia veniam ad nostrud pariatur ipsum eu nulla. Elit non dolor eu ad dolore ut nulla non voluptate.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 4,
      "larguraMinima": 299,
      "alturaMinima": 28,
      "volumePrimeiro": 10,
      "volumeAdicional": 11,
      "temperatura": {
        "min": 4,
        "max": 21
      },
      "ph": {
        "min": 3,
        "max": 8
      },
      "dgh": {
        "min": 8,
        "max": 17
      },
      "salinidade": {
        "min": 8,
        "max": 29
      },
      "observacao": "Commodo commodo consectetur eiusmod ex ad deserunt. Tempor voluptate deserunt consequat ad veniam duis ad aute. Incididunt cupidatat tempor elit aliquip ipsum non amet. Qui deserunt fugiat consequat laborum dolore et excepteur dolore irure magna qui consequat."
    },
    {
      "_id": "60956358005a9709506b640c",
      "nome": "Nixon",
      "especie": "Jaime",
      "ordem": "Madeleine",
      "familia": "Erica",
      "genero": "Swanson",
      "localOrigem": "Burt",
      "cardumeMinimo": 14,
      "posicaoAquario": "Meio",
      "reproducao": "Amet deserunt qui eiusmod aliqua aliqua duis sit ad reprehenderit aliquip aliquip magna. Laborum in deserunt officia exercitation. Velit non consectetur consectetur et ullamco laborum ad ipsum et voluptate. Adipisicing qui fugiat ad pariatur est ex. Proident qui velit et est commodo irure voluptate nostrud minim enim eu non cillum exercitation. Dolore et amet aute officia irure nulla fugiat ea incididunt ad eiusmod sint.",
      "dimorfismoSexual": "Adipisicing aliquip occaecat sunt fugiat est exercitation commodo magna commodo sint nulla dolor nulla Lorem. Non irure do culpa labore. Enim ex id ea et ullamco consectetur cillum culpa excepteur exercitation. Non cupidatat culpa ex fugiat consequat elit nostrud dolor dolor ullamco ex veniam. Esse duis magna in magna exercitation. Aliquip do pariatur ea amet officia mollit excepteur eu ex proident officia amet sit. Nulla labore ex do non aliquip nisi id cillum officia cupidatat.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Aute laborum deserunt sint duis deserunt do duis nisi laboris mollit velit eiusmod quis esse. Irure deserunt cupidatat dolor tempor deserunt mollit irure ex enim mollit eu pariatur. Id non non enim nulla magna commodo adipisicing eiusmod Lorem. Consequat proident ipsum ex esse. Nulla anim minim aliqua in minim velit dolore culpa magna minim esse ut. Cillum nostrud mollit ea quis pariatur ea ex velit minim enim.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 29,
      "larguraMinima": 277,
      "alturaMinima": 27,
      "volumePrimeiro": 27,
      "volumeAdicional": 8,
      "temperatura": {
        "min": 5,
        "max": 29
      },
      "ph": {
        "min": 4,
        "max": 9
      },
      "dgh": {
        "min": 11,
        "max": 21
      },
      "salinidade": {
        "min": 23,
        "max": 33
      },
      "observacao": "Commodo duis quis cupidatat ipsum labore amet non commodo aliqua sint mollit excepteur. Consequat non amet amet aute cupidatat voluptate Lorem in dolor culpa dolore irure id. Irure irure quis esse sunt ullamco nostrud proident excepteur voluptate labore in amet. Ipsum enim est laborum cupidatat nulla. Et enim proident nisi velit pariatur enim cillum ut esse excepteur proident velit. Proident esse mollit veniam quis sunt officia sit magna quis magna occaecat officia irure pariatur. Elit elit laboris proident sint sint ut veniam exercitation nulla veniam laborum amet ex."
    },
    {
      "_id": "609563586c371c440bdb35b3",
      "nome": "Whitney",
      "especie": "Justice",
      "ordem": "Terrie",
      "familia": "Mckay",
      "genero": "Dale",
      "localOrigem": "Susanne",
      "cardumeMinimo": 6,
      "posicaoAquario": "Fundo",
      "reproducao": "Dolor qui sint magna labore duis consectetur aliquip nulla consectetur do. Consequat non aute ut cupidatat consectetur mollit. Commodo adipisicing excepteur eiusmod quis nulla cillum in exercitation labore velit. Do laboris Lorem mollit consectetur excepteur ea cupidatat ea ea. Voluptate proident eu proident ut ipsum dolor aliqua eiusmod. Ex ex dolore non elit anim anim.",
      "dimorfismoSexual": "Ea quis in ipsum reprehenderit exercitation nostrud elit nisi labore reprehenderit. Adipisicing voluptate ea occaecat aliquip aute do sint aliqua. Id enim commodo nisi dolore tempor incididunt cillum elit ipsum. Excepteur duis qui non excepteur ipsum sit occaecat. Labore sunt excepteur sunt nisi veniam esse aliquip anim cupidatat id. Mollit elit fugiat pariatur id laboris velit labore irure mollit elit.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Consectetur sint qui in consequat dolor elit do esse aliquip. Est Lorem irure est cupidatat ex. Labore qui ea irure ex minim dolore consequat voluptate mollit ullamco sunt. Excepteur id excepteur excepteur ipsum in elit anim. Aliquip ad laboris elit ullamco. Sit in nostrud dolore occaecat proident.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 2,
      "larguraMinima": 40,
      "alturaMinima": 18,
      "volumePrimeiro": 10,
      "volumeAdicional": 8,
      "temperatura": {
        "min": 13,
        "max": 29
      },
      "ph": {
        "min": 0,
        "max": 14
      },
      "dgh": {
        "min": 9,
        "max": 16
      },
      "salinidade": {
        "min": 15,
        "max": 31
      },
      "observacao": "Dolor veniam amet eu id id duis tempor exercitation reprehenderit aliqua. Sit proident anim veniam aliqua cillum quis pariatur occaecat minim voluptate consequat adipisicing exercitation ullamco. In ut cillum duis excepteur cillum elit ex occaecat."
    },
    {
      "_id": "609563582529ab799f058b43",
      "nome": "Chandra",
      "especie": "York",
      "ordem": "Stephenson",
      "familia": "Horn",
      "genero": "Bethany",
      "localOrigem": "Armstrong",
      "cardumeMinimo": 19,
      "posicaoAquario": "Fundo",
      "reproducao": "Labore velit consequat commodo laborum ad reprehenderit consequat. Ea et laborum fugiat amet consequat do laboris esse. Consequat culpa non commodo Lorem consectetur ullamco sunt ullamco. Labore duis reprehenderit sit qui. Qui sint et ullamco nostrud id veniam et tempor officia proident laboris dolore excepteur deserunt. Lorem ex nisi aliquip eu voluptate officia sint laboris irure nostrud enim. Quis ut qui adipisicing veniam est commodo ipsum consectetur cillum mollit.",
      "dimorfismoSexual": "Aliqua cillum proident cillum incididunt culpa cupidatat enim. Elit ad dolor officia voluptate esse occaecat quis anim aute adipisicing dolor consequat proident irure. Fugiat occaecat adipisicing consequat nulla mollit. Ex ipsum eiusmod duis sint exercitation et consectetur. Est non ad qui id id fugiat sunt sunt nisi.",
      "substratos": "Areia",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Amigavel",
      "dieta": "Eu irure sunt adipisicing quis aliqua magna. Veniam quis veniam veniam magna. Et minim exercitation excepteur officia sunt dolore laboris cillum deserunt deserunt eu esse. Voluptate Lorem do magna anim dolor eu Lorem in ullamco. Adipisicing laboris quis dolore est adipisicing id consequat pariatur ex magna dolore. Nostrud pariatur do ex excepteur excepteur ea ea mollit labore mollit exercitation magna. Et non exercitation fugiat id velit elit duis veniam mollit pariatur culpa.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 12,
      "larguraMinima": 420,
      "alturaMinima": 20,
      "volumePrimeiro": 28,
      "volumeAdicional": 9,
      "temperatura": {
        "min": 5,
        "max": 24
      },
      "ph": {
        "min": 0,
        "max": 9
      },
      "dgh": {
        "min": 10,
        "max": 16
      },
      "salinidade": {
        "min": 22,
        "max": 29
      },
      "observacao": "Dolor do commodo commodo aliquip ipsum cillum. Consectetur eiusmod officia amet qui non minim voluptate commodo. Ad reprehenderit ea sunt ullamco esse ex. Enim ea irure nulla laboris culpa. Officia culpa deserunt ad tempor fugiat cillum aliquip non ea consequat minim amet dolore eiusmod. Sint id magna incididunt fugiat reprehenderit ipsum est enim Lorem dolore occaecat et non in."
    },
    {
      "_id": "60956358cf9c384622b54a37",
      "nome": "Gabriela",
      "especie": "Abbott",
      "ordem": "Ballard",
      "familia": "Shaw",
      "genero": "Jordan",
      "localOrigem": "Cathleen",
      "cardumeMinimo": 13,
      "posicaoAquario": "Topo",
      "reproducao": "Voluptate laborum reprehenderit anim anim. Elit dolor quis laborum deserunt. Culpa et est aliquip aliqua incididunt irure occaecat sit amet occaecat ea sint. Fugiat deserunt in anim consequat. Dolore labore deserunt duis in ipsum fugiat cupidatat. Cillum excepteur duis nulla eu pariatur ullamco enim voluptate reprehenderit. Enim magna esse occaecat nostrud elit labore.",
      "dimorfismoSexual": "Velit dolor pariatur ut proident incididunt occaecat veniam. Laborum aliquip cillum enim anim cupidatat cillum aliqua sit ad. Adipisicing elit cupidatat cupidatat labore ullamco excepteur aliqua sint Lorem duis adipisicing elit. Sunt culpa exercitation deserunt proident anim dolore. Velit proident commodo officia ullamco sint velit officia reprehenderit qui officia voluptate.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Culpa mollit sunt culpa duis tempor nulla sint ex labore. In proident anim adipisicing dolor sint nostrud esse ad veniam. Ipsum excepteur ut eu magna dolor elit duis ea ipsum. Enim reprehenderit exercitation sint consectetur occaecat nostrud consectetur et amet. Reprehenderit anim tempor occaecat fugiat non voluptate ut commodo officia labore irure consectetur est.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 1,
      "larguraMinima": 237,
      "alturaMinima": 29,
      "volumePrimeiro": 18,
      "volumeAdicional": 15,
      "temperatura": {
        "min": 10,
        "max": 22
      },
      "ph": {
        "min": 2,
        "max": 9
      },
      "dgh": {
        "min": 5,
        "max": 19
      },
      "salinidade": {
        "min": 24,
        "max": 33
      },
      "observacao": "Minim amet qui mollit ut tempor duis enim labore sunt. Cillum officia commodo elit officia velit sint eiusmod pariatur nostrud. Consectetur pariatur sint laborum eu in fugiat qui ipsum aute ex nulla. Adipisicing ea in laborum adipisicing irure ex nostrud non. Pariatur et id fugiat est laborum eu incididunt Lorem quis et et. Aliqua nostrud qui elit aliquip sunt excepteur anim."
    },
    {
      "_id": "609563583ea649d87f18ab9a",
      "nome": "Terrell",
      "especie": "Margret",
      "ordem": "Murray",
      "familia": "Cecile",
      "genero": "Claudia",
      "localOrigem": "Benson",
      "cardumeMinimo": 3,
      "posicaoAquario": "Meio",
      "reproducao": "Elit et laborum id tempor aute velit dolor ullamco est voluptate officia. Do non ex eiusmod est ipsum minim sint ad tempor aliqua cupidatat voluptate. Fugiat ea ullamco aliquip laborum sunt laboris ea.",
      "dimorfismoSexual": "Dolore proident dolor id reprehenderit veniam cillum fugiat id. Sit mollit laborum esse dolore est et. Deserunt incididunt fugiat est ullamco fugiat veniam occaecat aliqua do sunt.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Voluptate irure cupidatat veniam velit deserunt voluptate dolore. Irure reprehenderit fugiat exercitation commodo nostrud veniam cupidatat. Enim nisi aliqua proident nostrud aute sit consectetur magna deserunt. Consectetur Lorem culpa sunt anim ullamco amet. Irure laboris id tempor irure enim eiusmod anim. Minim proident exercitation ipsum duis ut adipisicing. Elit sunt ullamco nostrud deserunt enim enim aliqua laborum.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 14,
      "larguraMinima": 188,
      "alturaMinima": 20,
      "volumePrimeiro": 3,
      "volumeAdicional": 19,
      "temperatura": {
        "min": 3,
        "max": 24
      },
      "ph": {
        "min": 3,
        "max": 11
      },
      "dgh": {
        "min": 1,
        "max": 20
      },
      "salinidade": {
        "min": 19,
        "max": 32
      },
      "observacao": "Excepteur exercitation deserunt eiusmod cupidatat minim incididunt non. Adipisicing aliqua nulla reprehenderit enim ut do nulla est duis pariatur sit. Velit nostrud laboris amet exercitation nulla consequat sunt sunt irure sint esse. Tempor ut dolore amet irure velit elit."
    },
    {
      "_id": "6095635812b3043d3d27bbe0",
      "nome": "Mcneil",
      "especie": "Chasity",
      "ordem": "Tucker",
      "familia": "Bailey",
      "genero": "Harrison",
      "localOrigem": "Vargas",
      "cardumeMinimo": 6,
      "posicaoAquario": "Meio",
      "reproducao": "Veniam dolor adipisicing fugiat et. Ipsum cillum nulla deserunt pariatur eu culpa. Deserunt duis fugiat nostrud nulla in cillum in occaecat nulla esse excepteur aute. Cupidatat laborum voluptate reprehenderit et. Ex voluptate laboris commodo sit excepteur duis. Tempor duis occaecat minim sunt.",
      "dimorfismoSexual": "Eu laborum et nulla proident cupidatat irure. Aliqua quis ut qui culpa esse non. Minim tempor ut duis occaecat anim elit officia ut proident consectetur aliqua ea dolor. Est cillum id laboris minim incididunt est.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Do elit est officia minim nostrud. Aliquip nostrud aute id fugiat ad ad et esse. Laboris laboris excepteur sint velit fugiat esse nisi eu. Mollit velit consectetur dolor enim aliquip qui culpa enim velit enim amet. Adipisicing fugiat adipisicing nisi adipisicing mollit dolor aliquip ea commodo ex eu qui nostrud esse. Aliquip quis ipsum irure sunt deserunt aliquip. Consectetur reprehenderit laboris minim quis velit nisi eiusmod proident labore ea.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 8,
      "larguraMinima": 168,
      "alturaMinima": 19,
      "volumePrimeiro": 4,
      "volumeAdicional": 13,
      "temperatura": {
        "min": 0,
        "max": 28
      },
      "ph": {
        "min": 7,
        "max": 11
      },
      "dgh": {
        "min": 8,
        "max": 25
      },
      "salinidade": {
        "min": 7,
        "max": 26
      },
      "observacao": "Aute sint ut cillum fugiat in est sit anim qui nisi est ad sunt cillum. Culpa cillum occaecat magna reprehenderit veniam do Lorem. Consequat amet eu labore excepteur enim pariatur cillum veniam. Ea ut excepteur voluptate minim exercitation mollit irure. Pariatur in aliquip minim fugiat voluptate laborum culpa. Velit quis occaecat veniam et nulla eu."
    },
    {
      "_id": "60956358870d8f6079a921e3",
      "nome": "Owens",
      "especie": "Corrine",
      "ordem": "Marjorie",
      "familia": "Compton",
      "genero": "Mooney",
      "localOrigem": "Renee",
      "cardumeMinimo": 1,
      "posicaoAquario": "Fundo",
      "reproducao": "Nulla labore exercitation duis nisi eu labore. Irure mollit nostrud exercitation proident sit fugiat eiusmod sunt fugiat nulla. Consectetur nulla pariatur Lorem reprehenderit anim tempor. Laborum ut ipsum eu elit non ea aliquip deserunt est id excepteur excepteur. Ipsum aute laborum nulla irure pariatur officia officia enim nulla fugiat. Ad Lorem culpa magna qui sint mollit proident aute. Velit ea ipsum ex tempor veniam enim occaecat quis.",
      "dimorfismoSexual": "Tempor veniam consectetur laboris sunt irure. Esse ipsum reprehenderit ad Lorem ut. Dolore aute nisi proident excepteur aute elit. Est id labore Lorem minim in eu elit esse. Ullamco dolore voluptate sint sit eiusmod. Culpa incididunt incididunt officia tempor elit consectetur reprehenderit. Minim dolore est consectetur do eiusmod pariatur.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Nostrud Lorem sit do do occaecat dolor minim est. Nulla elit duis veniam commodo nisi reprehenderit aliqua enim tempor mollit. Dolore tempor ea nulla ea. Ad reprehenderit eu elit adipisicing fugiat magna nostrud consequat nulla excepteur dolor nisi. Amet eu sint ad do veniam.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 19,
      "larguraMinima": 258,
      "alturaMinima": 21,
      "volumePrimeiro": 16,
      "volumeAdicional": 13,
      "temperatura": {
        "min": 15,
        "max": 30
      },
      "ph": {
        "min": 2,
        "max": 14
      },
      "dgh": {
        "min": 8,
        "max": 20
      },
      "salinidade": {
        "min": 23,
        "max": 29
      },
      "observacao": "Nulla voluptate veniam sit exercitation occaecat mollit id eiusmod est nulla laboris nostrud et id. Veniam voluptate quis ullamco amet fugiat minim labore nulla minim. Aliqua consectetur ipsum cillum cupidatat qui aliqua exercitation. Est ex do adipisicing ex duis."
    },
    {
      "_id": "60956358088a0399632b4c68",
      "nome": "Dawson",
      "especie": "Cooper",
      "ordem": "Kellie",
      "familia": "Good",
      "genero": "Hooper",
      "localOrigem": "Lorie",
      "cardumeMinimo": 8,
      "posicaoAquario": "Meio",
      "reproducao": "Id labore anim commodo elit est eu irure reprehenderit magna. Culpa aliquip officia nostrud aliquip Lorem dolore veniam tempor irure incididunt non. Et nulla ullamco quis sit adipisicing.",
      "dimorfismoSexual": "Consequat aliqua veniam ullamco ea nisi. Excepteur consectetur cupidatat ad ut. Veniam veniam id voluptate nisi nostrud duis veniam.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Eiusmod mollit voluptate nulla eiusmod. Enim aute deserunt qui velit cillum eiusmod anim commodo elit. Laborum quis do qui dolor adipisicing aute do aliquip exercitation cupidatat sunt ad. Magna magna dolore laboris adipisicing exercitation nostrud. Cillum id irure ipsum quis eiusmod amet amet enim cupidatat veniam exercitation commodo cillum ut. Consequat non est excepteur consectetur id eiusmod sit esse minim cupidatat cupidatat et ipsum.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 2,
      "larguraMinima": 479,
      "alturaMinima": 25,
      "volumePrimeiro": 25,
      "volumeAdicional": 13,
      "temperatura": {
        "min": 8,
        "max": 30
      },
      "ph": {
        "min": 2,
        "max": 14
      },
      "dgh": {
        "min": 12,
        "max": 22
      },
      "salinidade": {
        "min": 14,
        "max": 33
      },
      "observacao": "Eu reprehenderit ea qui adipisicing non nulla laboris excepteur aliqua nisi officia deserunt. Excepteur occaecat voluptate nulla culpa amet enim officia ex elit ea. Nostrud incididunt nulla nulla qui ipsum."
    },
    {
      "_id": "6095635885ff491fe5bdd78a",
      "nome": "Toni",
      "especie": "Tami",
      "ordem": "Reva",
      "familia": "Leanna",
      "genero": "Fitzgerald",
      "localOrigem": "Elva",
      "cardumeMinimo": 6,
      "posicaoAquario": "Fundo",
      "reproducao": "Reprehenderit aliqua commodo in mollit consectetur adipisicing duis qui nulla ea eu id ullamco fugiat. Ullamco ex ea nulla commodo nisi excepteur anim sint. Eiusmod dolor ullamco quis exercitation.",
      "dimorfismoSexual": "Tempor sint consectetur voluptate ea aute ea. Commodo excepteur proident sit ea velit aliqua tempor qui. In laborum ex enim labore amet et nostrud ea esse nostrud fugiat. Ex mollit in dolore aliqua irure labore in occaecat. Do irure veniam fugiat incididunt proident enim magna dolor. Duis ullamco id adipisicing nostrud fugiat aliqua aliqua cillum incididunt commodo consectetur.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Consectetur cupidatat id aliqua dolore dolor adipisicing fugiat enim mollit cillum in ad in officia. Ipsum do sunt ipsum cillum quis quis. Exercitation ea irure dolor fugiat. Ut est labore tempor aute ullamco excepteur dolore occaecat occaecat irure.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 8,
      "larguraMinima": 284,
      "alturaMinima": 29,
      "volumePrimeiro": 24,
      "volumeAdicional": 3,
      "temperatura": {
        "min": 14,
        "max": 26
      },
      "ph": {
        "min": 1,
        "max": 13
      },
      "dgh": {
        "min": 11,
        "max": 24
      },
      "salinidade": {
        "min": 10,
        "max": 32
      },
      "observacao": "Non excepteur commodo magna Lorem voluptate occaecat laboris tempor ea velit veniam. Velit minim ullamco culpa officia occaecat cupidatat excepteur proident aliquip elit cillum duis id elit. Et fugiat laborum excepteur ut eu ullamco cupidatat qui. Ea incididunt proident ullamco eu et. Id reprehenderit consectetur quis officia fugiat veniam nulla laboris sint nulla tempor voluptate enim eu. Et non veniam aute anim qui proident pariatur aliquip velit excepteur eiusmod quis."
    },
    {
      "_id": "60956358a0106f7f3d97de88",
      "nome": "Vonda",
      "especie": "Elisa",
      "ordem": "Duran",
      "familia": "Sharon",
      "genero": "Charity",
      "localOrigem": "Woodard",
      "cardumeMinimo": 11,
      "posicaoAquario": "Topo",
      "reproducao": "Ea duis tempor laboris ullamco laboris occaecat magna proident. Duis voluptate exercitation officia culpa ipsum esse dolor excepteur dolor qui voluptate deserunt. Laboris anim consectetur consectetur consectetur. Duis est qui culpa esse non qui deserunt amet pariatur pariatur eu nisi nostrud commodo. Cupidatat sit id culpa magna voluptate et culpa anim officia mollit fugiat nulla proident. Adipisicing ullamco do Lorem dolor ipsum aute excepteur nisi enim consectetur voluptate enim anim incididunt. Non qui ullamco amet tempor culpa.",
      "dimorfismoSexual": "Sint elit officia veniam ullamco anim mollit adipisicing consequat. Laborum excepteur consequat eu deserunt excepteur. Adipisicing qui cupidatat est est occaecat excepteur ad esse sit quis commodo ullamco aute.",
      "substratos": "Areia",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Cupidatat qui dolore est amet. Ad do dolor nisi esse minim. Anim laborum labore ipsum ullamco.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 2,
      "larguraMinima": 245,
      "alturaMinima": 24,
      "volumePrimeiro": 12,
      "volumeAdicional": 7,
      "temperatura": {
        "min": 7,
        "max": 27
      },
      "ph": {
        "min": 4,
        "max": 9
      },
      "dgh": {
        "min": 9,
        "max": 25
      },
      "salinidade": {
        "min": 22,
        "max": 26
      },
      "observacao": "Excepteur incididunt officia sint est mollit. Cupidatat fugiat eiusmod excepteur et sit non exercitation aliquip laborum Lorem. Dolor anim ex eu aute cupidatat aliqua excepteur eiusmod ex nulla sit. Nisi nulla tempor nisi Lorem ipsum veniam consequat eu. Ipsum cillum proident fugiat pariatur non sunt velit ut ullamco in anim aliqua in consectetur."
    },
    {
      "_id": "6095635837c649fa0c182ae4",
      "nome": "Newton",
      "especie": "Milagros",
      "ordem": "Davis",
      "familia": "Connie",
      "genero": "Elinor",
      "localOrigem": "Lloyd",
      "cardumeMinimo": 7,
      "posicaoAquario": "Topo",
      "reproducao": "Exercitation laboris sint consequat excepteur esse eiusmod ea ex eiusmod ipsum cillum fugiat cupidatat aute. Enim adipisicing commodo do aute officia consectetur laboris excepteur pariatur deserunt minim ipsum. Dolore cupidatat culpa eu tempor nostrud Lorem minim occaecat nulla ea. Nostrud duis aute adipisicing sunt consectetur id ipsum occaecat nostrud amet mollit. Lorem magna commodo labore nulla ea labore eiusmod mollit labore. Dolore non quis ullamco reprehenderit.",
      "dimorfismoSexual": "Ex enim dolore dolore voluptate ex sit Lorem officia voluptate. Tempor ut laboris in quis officia. Do id tempor eiusmod do labore incididunt ad. Quis et laboris laboris id labore elit voluptate officia qui velit nisi nostrud quis. Aliqua est occaecat minim ad dolore anim. Ex aliqua velit tempor et est esse. Labore consectetur labore sit anim quis sit dolor.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Labore voluptate consectetur exercitation elit sunt dolore officia cupidatat. Ea eiusmod pariatur anim commodo do sunt magna ea eu nisi. Consequat cillum enim reprehenderit voluptate culpa exercitation et quis anim cupidatat. Aliqua non aliquip culpa id anim laborum non voluptate amet ipsum consequat consequat. Laborum ea ea dolore ea ullamco. Ea magna qui in amet sit velit ex voluptate aliquip. Fugiat ex nulla cillum eiusmod ullamco deserunt excepteur reprehenderit laboris non.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 27,
      "larguraMinima": 156,
      "alturaMinima": 23,
      "volumePrimeiro": 7,
      "volumeAdicional": 20,
      "temperatura": {
        "min": 8,
        "max": 29
      },
      "ph": {
        "min": 2,
        "max": 10
      },
      "dgh": {
        "min": 15,
        "max": 23
      },
      "salinidade": {
        "min": 15,
        "max": 29
      },
      "observacao": "Aliquip in esse est aliqua minim aute excepteur veniam nostrud irure. Exercitation eiusmod voluptate cupidatat do commodo ullamco nostrud tempor excepteur dolore sit enim officia proident. Voluptate occaecat nulla amet amet sit veniam dolor id ad proident cupidatat dolor consequat. Aliquip deserunt minim Lorem incididunt ex occaecat exercitation laborum adipisicing."
    },
    {
      "_id": "60956358c759d653d4b31c10",
      "nome": "Karen",
      "especie": "Rhoda",
      "ordem": "Nanette",
      "familia": "Barrett",
      "genero": "Caroline",
      "localOrigem": "Melissa",
      "cardumeMinimo": 17,
      "posicaoAquario": "Meio",
      "reproducao": "Sint laborum reprehenderit ex incididunt aliqua reprehenderit. In fugiat proident sunt id culpa consequat veniam. Anim consequat eiusmod ut dolor.",
      "dimorfismoSexual": "Eu elit enim laboris ad. Non dolor consectetur exercitation nostrud culpa in anim. Dolor exercitation duis reprehenderit eu adipisicing laboris sunt aliqua voluptate elit sunt aute occaecat. Aliquip est aliquip laborum magna eiusmod culpa labore nulla qui anim enim pariatur.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Commodo cillum officia nisi duis pariatur esse veniam. Qui exercitation cillum dolore ad nostrud laborum consectetur ex. Elit ad minim ex exercitation reprehenderit nisi ad adipisicing elit eu. Duis dolore cupidatat eiusmod qui ipsum laborum nulla. Eiusmod non occaecat nisi velit ea aliqua amet ea labore cillum amet dolor.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 11,
      "larguraMinima": 300,
      "alturaMinima": 20,
      "volumePrimeiro": 21,
      "volumeAdicional": 14,
      "temperatura": {
        "min": 0,
        "max": 27
      },
      "ph": {
        "min": 4,
        "max": 13
      },
      "dgh": {
        "min": 8,
        "max": 17
      },
      "salinidade": {
        "min": 2,
        "max": 31
      },
      "observacao": "Dolor excepteur sunt excepteur est ea eiusmod reprehenderit aliqua minim deserunt consectetur labore laborum. Aute fugiat ut sunt est amet. Minim commodo deserunt officia magna commodo Lorem velit fugiat pariatur et voluptate irure. Cillum ullamco duis dolore dolore labore ut occaecat officia mollit duis labore."
    },
    {
      "_id": "60956358db391a4c8ec780ac",
      "nome": "Kristina",
      "especie": "Aileen",
      "ordem": "Samantha",
      "familia": "Ruthie",
      "genero": "Shari",
      "localOrigem": "Gamble",
      "cardumeMinimo": 16,
      "posicaoAquario": "Fundo",
      "reproducao": "Esse aliquip nisi excepteur nulla ipsum sint veniam. Consequat id tempor aliquip dolor cupidatat in sit ea commodo nostrud sit aliqua elit labore. Magna nulla irure deserunt cillum reprehenderit cillum occaecat dolor nulla ad commodo veniam eu. Veniam laborum excepteur ex mollit cupidatat Lorem. Fugiat laboris duis et sunt exercitation.",
      "dimorfismoSexual": "Quis ex aute officia fugiat eiusmod Lorem dolor dolor consequat do duis ut nisi Lorem. Ea consectetur quis Lorem fugiat aliquip aliqua est labore do incididunt. Quis laborum mollit elit Lorem quis mollit pariatur quis dolor. Dolore Lorem ea nulla labore culpa fugiat aute qui culpa irure ea. Nostrud sint do duis aliqua laboris tempor excepteur dolor culpa mollit nostrud occaecat. Anim non ut exercitation dolor cupidatat magna. Est nisi aliqua sunt magna sit deserunt nulla esse do velit ut aute non Lorem.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Eu anim duis ullamco sint tempor cillum esse. Enim enim laboris nulla eu. Non officia nulla non voluptate id ipsum culpa.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 8,
      "larguraMinima": 242,
      "alturaMinima": 27,
      "volumePrimeiro": 13,
      "volumeAdicional": 3,
      "temperatura": {
        "min": 13,
        "max": 19
      },
      "ph": {
        "min": 6,
        "max": 11
      },
      "dgh": {
        "min": 4,
        "max": 21
      },
      "salinidade": {
        "min": 25,
        "max": 29
      },
      "observacao": "Labore magna do enim et proident tempor magna Lorem non aliqua esse do. Excepteur consectetur qui ipsum Lorem aliquip esse voluptate duis qui velit excepteur exercitation pariatur magna. Mollit proident proident adipisicing eiusmod qui velit. Ad exercitation anim consequat eu ullamco enim minim aliqua. Pariatur officia deserunt anim occaecat. Occaecat ut reprehenderit et cillum non quis magna est pariatur ipsum ullamco Lorem."
    },
    {
      "_id": "609563586d85226f36edbfc5",
      "nome": "Lesa",
      "especie": "Burns",
      "ordem": "Ruiz",
      "familia": "Allison",
      "genero": "Isabelle",
      "localOrigem": "Rosella",
      "cardumeMinimo": 16,
      "posicaoAquario": "Topo",
      "reproducao": "Enim id elit anim proident est incididunt. Nisi consectetur irure laborum non sit qui pariatur exercitation irure consequat enim deserunt adipisicing. Non non cillum officia eiusmod laborum reprehenderit eu enim dolor veniam do mollit. Culpa et id eiusmod minim ipsum deserunt magna mollit enim labore aliquip eiusmod. Fugiat mollit sunt incididunt aliquip fugiat nostrud mollit. Minim velit eu Lorem velit non incididunt.",
      "dimorfismoSexual": "Aute nisi occaecat ex ut enim. Mollit aliqua magna exercitation ut cupidatat occaecat. Labore nisi mollit cillum enim eu. Dolore esse consectetur aliqua esse exercitation ut aliqua enim.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Qui incididunt aliqua exercitation duis dolore nostrud. Ea adipisicing nulla incididunt laborum ullamco eu id laborum aliqua commodo occaecat ut ea velit. Reprehenderit ex incididunt irure laborum quis nulla reprehenderit. Et nisi ea anim dolore aute et nostrud culpa proident reprehenderit nulla mollit. Esse fugiat labore labore ut eu commodo sunt sint nisi minim.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 24,
      "larguraMinima": 59,
      "alturaMinima": 28,
      "volumePrimeiro": 13,
      "volumeAdicional": 14,
      "temperatura": {
        "min": 8,
        "max": 20
      },
      "ph": {
        "min": 3,
        "max": 7
      },
      "dgh": {
        "min": 3,
        "max": 22
      },
      "salinidade": {
        "min": 1,
        "max": 26
      },
      "observacao": "Fugiat officia est incididunt cillum sunt laboris dolore adipisicing eiusmod reprehenderit id ipsum magna ad. Esse mollit aliquip excepteur exercitation elit occaecat sunt in voluptate consectetur Lorem occaecat. Do aliqua Lorem tempor occaecat aliqua eiusmod velit qui reprehenderit. Nostrud officia pariatur irure velit incididunt ad aliquip mollit elit id officia quis."
    },
    {
      "_id": "609563586c0568e6d496ddd1",
      "nome": "Beach",
      "especie": "Consuelo",
      "ordem": "Tricia",
      "familia": "Francis",
      "genero": "Bruce",
      "localOrigem": "Flowers",
      "cardumeMinimo": 7,
      "posicaoAquario": "Fundo",
      "reproducao": "Laboris enim minim qui duis esse reprehenderit irure do dolore. Adipisicing ipsum est sit nisi exercitation labore irure aliquip. Adipisicing elit amet cillum ea ut proident pariatur nisi. Et adipisicing sit Lorem culpa ut esse voluptate veniam nostrud.",
      "dimorfismoSexual": "Enim enim pariatur ipsum tempor sunt nisi nisi ea labore laborum. Commodo id qui do nisi aute deserunt. Voluptate exercitation in esse labore do dolore nostrud nostrud irure do occaecat tempor adipisicing. Duis adipisicing esse mollit velit minim aute. Exercitation enim officia velit sint tempor esse consequat dolore non voluptate cillum nisi. Culpa ut amet enim eu est mollit anim proident quis. Incididunt adipisicing qui non Lorem.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Nostrud voluptate dolore sit in exercitation et velit et eiusmod minim esse. Lorem amet cupidatat duis aliquip nulla sunt pariatur veniam. Fugiat enim et mollit cupidatat non occaecat. Et qui Lorem dolore consequat non ullamco ut cillum mollit. Minim excepteur velit aliquip cillum consequat culpa ea duis.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 4,
      "larguraMinima": 44,
      "alturaMinima": 23,
      "volumePrimeiro": 8,
      "volumeAdicional": 10,
      "temperatura": {
        "min": 14,
        "max": 27
      },
      "ph": {
        "min": 6,
        "max": 7
      },
      "dgh": {
        "min": 4,
        "max": 17
      },
      "salinidade": {
        "min": 14,
        "max": 29
      },
      "observacao": "Tempor occaecat minim qui sint fugiat elit cillum magna enim sit quis elit dolor labore. Enim esse amet voluptate deserunt. Do nisi ad officia ullamco duis ad. Mollit sit reprehenderit laborum eu Lorem eiusmod proident. Do ut esse et veniam voluptate proident sint labore nulla elit."
    },
    {
      "_id": "60956358a8fec2f17255258f",
      "nome": "Mona",
      "especie": "Lowery",
      "ordem": "Landry",
      "familia": "Wagner",
      "genero": "Lilly",
      "localOrigem": "Monique",
      "cardumeMinimo": 3,
      "posicaoAquario": "Topo",
      "reproducao": "Non voluptate minim adipisicing ullamco sint adipisicing qui cupidatat magna et velit aliqua. Proident quis pariatur occaecat magna mollit commodo aliqua nulla amet officia aliqua veniam. Id officia voluptate pariatur ipsum culpa nulla proident ea pariatur adipisicing ipsum dolore do occaecat. Occaecat adipisicing occaecat laborum qui. Adipisicing ad consectetur dolor enim cupidatat nostrud. Cillum fugiat aliquip do duis sint.",
      "dimorfismoSexual": "Sit quis non duis velit aute elit quis laborum eu officia commodo adipisicing quis. Ad duis anim sunt aliquip ullamco do exercitation dolore sit eu elit sint eu. Et eu esse in non elit ullamco ipsum cillum voluptate est.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Proident ullamco irure voluptate Lorem incididunt. Laborum anim aute mollit labore sint ullamco aute non cillum anim fugiat dolore veniam est. Sit commodo aliqua est tempor. Dolore nisi eu sunt ut ea anim nisi. Nostrud veniam laboris dolore esse irure ad Lorem minim sint nulla nisi laborum.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 21,
      "larguraMinima": 453,
      "alturaMinima": 21,
      "volumePrimeiro": 26,
      "volumeAdicional": 14,
      "temperatura": {
        "min": 10,
        "max": 23
      },
      "ph": {
        "min": 5,
        "max": 14
      },
      "dgh": {
        "min": 13,
        "max": 17
      },
      "salinidade": {
        "min": 24,
        "max": 29
      },
      "observacao": "Officia amet consectetur laborum laboris consequat dolore veniam sunt quis. Proident officia adipisicing Lorem cupidatat nostrud mollit do. Mollit dolor deserunt in nisi ullamco eiusmod nostrud irure consectetur nostrud. Do mollit incididunt adipisicing nisi magna irure commodo voluptate est nulla. Ipsum aute veniam laborum aliqua sint id."
    },
    {
      "_id": "6095635816c52d639853e198",
      "nome": "Marissa",
      "especie": "Eileen",
      "ordem": "Jarvis",
      "familia": "Page",
      "genero": "Fleming",
      "localOrigem": "Mosley",
      "cardumeMinimo": 20,
      "posicaoAquario": "Topo",
      "reproducao": "Laborum culpa laborum ullamco amet incididunt id proident et eu laborum anim. Sit ad quis occaecat duis exercitation eiusmod. Consectetur quis minim fugiat minim deserunt et exercitation consectetur nostrud ex Lorem aliqua aliquip. Ea irure consectetur velit consectetur tempor exercitation. Aliqua irure qui commodo laboris pariatur. Qui voluptate velit Lorem dolor occaecat elit occaecat cupidatat dolore duis.",
      "dimorfismoSexual": "Labore sit ullamco est occaecat nulla. Sunt occaecat cillum officia id amet excepteur culpa quis aute amet ut qui dolore. Aliqua sint anim culpa in. Aliqua nulla officia nisi voluptate officia ut elit non. Officia consectetur est enim ea reprehenderit eu mollit fugiat irure cupidatat.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Territorialista",
      "dieta": "Duis minim qui non velit esse duis commodo labore. Sit sunt nostrud ullamco nisi elit labore cillum ullamco. Ea commodo est adipisicing id in in pariatur deserunt voluptate exercitation sit. Consectetur esse nostrud magna sit cupidatat enim dolor. Consequat sint et commodo ullamco aute officia ad excepteur labore labore aliquip minim excepteur.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 11,
      "larguraMinima": 211,
      "alturaMinima": 21,
      "volumePrimeiro": 11,
      "volumeAdicional": 9,
      "temperatura": {
        "min": 14,
        "max": 21
      },
      "ph": {
        "min": 4,
        "max": 11
      },
      "dgh": {
        "min": 11,
        "max": 17
      },
      "salinidade": {
        "min": 12,
        "max": 32
      },
      "observacao": "Mollit pariatur qui id esse est elit sunt amet. Voluptate dolore officia laborum ullamco enim incididunt ad excepteur Lorem sint occaecat dolore ut. Id consequat eu minim id cillum proident aliqua dolore enim nostrud amet culpa culpa qui. Consectetur ea dolore consequat exercitation."
    },
    {
      "_id": "60956358923b86a0495d50e0",
      "nome": "Savannah",
      "especie": "Yates",
      "ordem": "Obrien",
      "familia": "Fannie",
      "genero": "Holder",
      "localOrigem": "Cassie",
      "cardumeMinimo": 1,
      "posicaoAquario": "Topo",
      "reproducao": "Mollit excepteur enim non aliqua ipsum velit. In laborum ex duis anim. Laboris fugiat sunt in non deserunt voluptate non culpa aliquip duis mollit consectetur cillum exercitation. Nostrud ex mollit id commodo commodo consectetur sit. Lorem culpa pariatur tempor amet dolore occaecat est. Lorem aliqua anim labore labore qui eu non proident nisi ea eu Lorem.",
      "dimorfismoSexual": "Eiusmod aliqua aute duis irure. Commodo exercitation proident pariatur et sint laboris ullamco sunt. Sunt et deserunt reprehenderit labore dolor magna ad ullamco voluptate ex ea velit culpa labore. Mollit cupidatat eiusmod exercitation consectetur.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Laboris enim minim consequat dolor Lorem tempor incididunt ut consequat velit. Sit cillum et ea ex anim exercitation duis enim occaecat ea. Commodo eu ipsum amet magna mollit ex nostrud culpa dolor magna culpa id dolore sunt. Commodo quis nulla eiusmod minim voluptate ea proident fugiat qui amet cupidatat aute.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 14,
      "larguraMinima": 291,
      "alturaMinima": 28,
      "volumePrimeiro": 24,
      "volumeAdicional": 16,
      "temperatura": {
        "min": 0,
        "max": 16
      },
      "ph": {
        "min": 3,
        "max": 7
      },
      "dgh": {
        "min": 4,
        "max": 22
      },
      "salinidade": {
        "min": 3,
        "max": 33
      },
      "observacao": "Do laborum sunt consequat occaecat eu. Duis aute magna tempor Lorem. Fugiat officia velit officia quis tempor amet non sunt reprehenderit labore ipsum incididunt culpa exercitation. Labore enim labore exercitation elit qui proident magna id. Est aliqua fugiat velit aute. Lorem elit exercitation adipisicing esse. Et est tempor incididunt ut ipsum consequat irure id qui esse esse excepteur cupidatat."
    },
    {
      "_id": "60956358186127c2f0735095",
      "nome": "Yolanda",
      "especie": "Marlene",
      "ordem": "Velma",
      "familia": "Josefa",
      "genero": "Knox",
      "localOrigem": "Virgie",
      "cardumeMinimo": 8,
      "posicaoAquario": "Topo",
      "reproducao": "Exercitation mollit quis excepteur cupidatat elit ipsum tempor. Elit cupidatat anim cillum sunt. Officia officia elit laborum veniam excepteur velit ipsum culpa ipsum do Lorem incididunt sint ipsum. Commodo qui enim minim ut minim ad.",
      "dimorfismoSexual": "Fugiat in sint ex aliquip mollit. Et mollit officia id elit sint non adipisicing enim ipsum nisi tempor nostrud. Et id excepteur excepteur mollit esse enim labore.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Non et duis minim officia labore exercitation eu anim amet reprehenderit irure sint. Ea nisi reprehenderit nisi consectetur eiusmod. Pariatur est reprehenderit fugiat amet anim amet labore non irure mollit ullamco eiusmod. Ea culpa est ad enim nisi adipisicing voluptate cillum occaecat quis veniam ipsum deserunt. Consequat esse mollit aliquip Lorem in fugiat sunt eiusmod culpa commodo sint eiusmod minim aliqua.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 13,
      "larguraMinima": 243,
      "alturaMinima": 15,
      "volumePrimeiro": 18,
      "volumeAdicional": 6,
      "temperatura": {
        "min": 5,
        "max": 16
      },
      "ph": {
        "min": 2,
        "max": 8
      },
      "dgh": {
        "min": 3,
        "max": 20
      },
      "salinidade": {
        "min": 11,
        "max": 30
      },
      "observacao": "Aute reprehenderit laboris consectetur reprehenderit voluptate eiusmod proident velit enim cillum. Aute irure pariatur ipsum in ex cupidatat occaecat officia duis anim nostrud voluptate laboris. Reprehenderit ipsum et mollit qui voluptate proident occaecat eu laborum tempor."
    },
    {
      "_id": "609563581bd033637b28c7a9",
      "nome": "Cross",
      "especie": "Donna",
      "ordem": "Hyde",
      "familia": "Castaneda",
      "genero": "Mccormick",
      "localOrigem": "Fisher",
      "cardumeMinimo": 14,
      "posicaoAquario": "Fundo",
      "reproducao": "Sunt commodo aliqua ea adipisicing aute fugiat ad ut. Cupidatat adipisicing elit commodo in exercitation aute laboris adipisicing sit eiusmod. Enim ex consectetur reprehenderit laborum eu. Sit mollit sit aliqua eu non et incididunt ex ad est deserunt ex.",
      "dimorfismoSexual": "Irure reprehenderit aliquip officia ea mollit ad ut. Consequat occaecat consequat sint consequat commodo et in ea nisi quis nulla excepteur. Sint elit nostrud consectetur duis nulla reprehenderit. Lorem esse anim ut est consequat nisi dolore laboris magna velit aliquip. Dolor velit sunt consectetur reprehenderit nulla proident irure sunt. Culpa nisi voluptate sunt qui est minim enim.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Sit sint aliqua minim proident deserunt Lorem. Ad cillum proident non velit amet ad voluptate et proident labore in ullamco ea. Nulla enim anim officia duis Lorem id Lorem cillum ex mollit laboris ut amet. Do tempor ad adipisicing cupidatat exercitation sint id tempor deserunt laborum dolor tempor est. Enim laborum consequat dolore duis est eu dolor cupidatat laboris quis occaecat officia cupidatat. Id commodo eu anim enim do. Lorem labore dolore irure laborum laborum qui adipisicing incididunt aliquip veniam consectetur cillum officia.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 3,
      "larguraMinima": 332,
      "alturaMinima": 27,
      "volumePrimeiro": 10,
      "volumeAdicional": 11,
      "temperatura": {
        "min": 5,
        "max": 18
      },
      "ph": {
        "min": 7,
        "max": 7
      },
      "dgh": {
        "min": 10,
        "max": 22
      },
      "salinidade": {
        "min": 21,
        "max": 33
      },
      "observacao": "Nostrud dolor aliquip deserunt laborum tempor et ipsum enim laboris sint incididunt. Nisi dolore cillum deserunt exercitation. Adipisicing occaecat excepteur et ad ullamco adipisicing. Nulla duis eiusmod anim sint quis. Anim mollit id eu commodo Lorem elit qui dolor nostrud veniam mollit nulla."
    },
    {
      "_id": "609563586a096f65c43ee306",
      "nome": "Hogan",
      "especie": "Sanchez",
      "ordem": "Joyner",
      "familia": "Hensley",
      "genero": "Ellen",
      "localOrigem": "Wallace",
      "cardumeMinimo": 19,
      "posicaoAquario": "Fundo",
      "reproducao": "Aliqua proident aute sit sit ex amet voluptate dolore elit adipisicing veniam. Velit pariatur nisi aliqua laborum deserunt adipisicing ad fugiat voluptate eu velit ut. In fugiat ad laborum reprehenderit et duis ea dolor labore cillum velit mollit. Excepteur aute in proident ex in deserunt occaecat. Laboris sit enim aute enim eiusmod do ullamco ut excepteur amet. Occaecat Lorem veniam incididunt minim amet Lorem laborum nostrud.",
      "dimorfismoSexual": "Elit tempor tempor duis proident. Non esse in tempor Lorem. Reprehenderit minim dolore mollit est ullamco ex sint nostrud culpa irure ad deserunt qui. Nostrud labore nisi velit ad nisi commodo in reprehenderit labore sit laborum quis consequat. Laborum mollit cillum sint voluptate sint velit. Officia veniam in est ipsum est magna consectetur veniam amet officia qui ad laborum in.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Occaecat dolor fugiat in deserunt amet Lorem sunt enim veniam enim commodo ea. Dolore pariatur quis ullamco laboris est proident do do culpa est adipisicing nisi. Occaecat ex labore ullamco elit non aute sint. Enim velit Lorem occaecat esse sint adipisicing exercitation laborum tempor. Occaecat veniam et deserunt ex anim. Consequat voluptate cillum exercitation eu est culpa amet nisi nisi. Ipsum non nulla eiusmod incididunt duis non anim exercitation.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 26,
      "larguraMinima": 44,
      "alturaMinima": 17,
      "volumePrimeiro": 10,
      "volumeAdicional": 8,
      "temperatura": {
        "min": 2,
        "max": 16
      },
      "ph": {
        "min": 0,
        "max": 8
      },
      "dgh": {
        "min": 13,
        "max": 16
      },
      "salinidade": {
        "min": 25,
        "max": 27
      },
      "observacao": "Cillum consequat eu est cupidatat ad non ea et. Incididunt excepteur dolore nisi tempor consectetur culpa ut nostrud pariatur laboris aute cupidatat. Qui amet amet eiusmod fugiat non do incididunt ea dolore aute. Sint mollit duis officia velit elit cupidatat aliqua aute. Labore exercitation ea irure dolor amet eu adipisicing ex. Pariatur nostrud in ullamco do anim adipisicing."
    },
    {
      "_id": "60956358c66490002bcb5028",
      "nome": "Allen",
      "especie": "Shawn",
      "ordem": "Jamie",
      "familia": "Patel",
      "genero": "Mercer",
      "localOrigem": "Sara",
      "cardumeMinimo": 17,
      "posicaoAquario": "Topo",
      "reproducao": "Cupidatat cupidatat esse incididunt nostrud nulla id est commodo sunt. Eu ipsum occaecat cupidatat cupidatat tempor. Cupidatat veniam voluptate exercitation excepteur pariatur ut aliquip aliqua.",
      "dimorfismoSexual": "Sunt anim dolore ex do id consectetur veniam ullamco pariatur sunt adipisicing commodo cillum pariatur. Lorem fugiat ullamco ullamco ea officia. Nulla labore ex Lorem nostrud dolor ad cillum ipsum est irure anim non enim. Excepteur nisi id est velit pariatur cillum quis. Excepteur et cillum duis sit sint ut id qui cupidatat.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Dolor laborum fugiat nostrud proident. In enim dolor dolore cillum pariatur aute irure. Sunt id irure labore amet aliquip. Elit anim occaecat occaecat id id officia nostrud eu do labore. Laboris commodo elit ut cillum amet occaecat cillum.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 23,
      "larguraMinima": 342,
      "alturaMinima": 28,
      "volumePrimeiro": 25,
      "volumeAdicional": 14,
      "temperatura": {
        "min": 13,
        "max": 19
      },
      "ph": {
        "min": 4,
        "max": 9
      },
      "dgh": {
        "min": 13,
        "max": 17
      },
      "salinidade": {
        "min": 1,
        "max": 30
      },
      "observacao": "Enim velit cillum veniam incididunt ex voluptate tempor incididunt. Aliqua cillum pariatur sit culpa duis nisi excepteur eiusmod ad. Laboris deserunt Lorem id eiusmod proident dolor ipsum."
    },
    {
      "_id": "609563581e170295b54109f3",
      "nome": "Rosario",
      "especie": "Beth",
      "ordem": "Louella",
      "familia": "Cobb",
      "genero": "Navarro",
      "localOrigem": "Cabrera",
      "cardumeMinimo": 14,
      "posicaoAquario": "Meio",
      "reproducao": "Sunt deserunt culpa ex fugiat. Irure ullamco reprehenderit tempor incididunt laborum. Aute quis cillum irure mollit esse dolore duis.",
      "dimorfismoSexual": "Incididunt ea incididunt Lorem mollit eu reprehenderit eu labore. Eu magna ipsum sit et exercitation pariatur enim. In irure consectetur proident ipsum incididunt aliqua quis ex qui et. Aliqua minim sint sit Lorem dolore in sint sint veniam officia. Ad aute cillum fugiat elit ullamco culpa exercitation cillum ea.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Do cillum nisi enim Lorem elit pariatur magna ipsum sint anim et nostrud amet. Ex velit do magna ipsum et in Lorem sint irure laboris fugiat. Anim cupidatat dolore laboris duis occaecat elit esse ut amet quis exercitation quis ipsum aliquip.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 12,
      "larguraMinima": 441,
      "alturaMinima": 15,
      "volumePrimeiro": 3,
      "volumeAdicional": 20,
      "temperatura": {
        "min": 3,
        "max": 18
      },
      "ph": {
        "min": 0,
        "max": 10
      },
      "dgh": {
        "min": 6,
        "max": 17
      },
      "salinidade": {
        "min": 8,
        "max": 31
      },
      "observacao": "Consectetur qui veniam sunt excepteur. Magna non dolore elit id culpa Lorem labore quis dolor aute aliquip minim ut consequat. Irure magna duis ad elit irure aute amet labore. Enim ex nisi cillum anim deserunt quis veniam ut ullamco qui labore."
    },
    {
      "_id": "609563582d40d66330f1aa8a",
      "nome": "Tabatha",
      "especie": "Leah",
      "ordem": "Battle",
      "familia": "Pena",
      "genero": "Elvia",
      "localOrigem": "Dionne",
      "cardumeMinimo": 20,
      "posicaoAquario": "Topo",
      "reproducao": "Occaecat consequat velit esse do pariatur nisi commodo ullamco ad. Do est ad Lorem et elit. Nostrud excepteur commodo pariatur irure exercitation aliquip. Eiusmod fugiat ex pariatur aliqua proident irure sit qui.",
      "dimorfismoSexual": "Enim voluptate eu minim ut et duis dolore velit. Esse quis ipsum qui ex aliquip et ut laborum ea consectetur commodo. Culpa est occaecat minim aliqua consectetur amet laborum proident ut.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Mollit exercitation elit elit cillum non. Ut eu aute duis fugiat tempor voluptate ullamco laborum aliqua pariatur cillum qui culpa. Ea consectetur velit adipisicing est. Id aliqua aliquip exercitation ullamco excepteur. Commodo laborum proident aliquip excepteur laborum.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 18,
      "larguraMinima": 154,
      "alturaMinima": 25,
      "volumePrimeiro": 19,
      "volumeAdicional": 9,
      "temperatura": {
        "min": 2,
        "max": 27
      },
      "ph": {
        "min": 1,
        "max": 13
      },
      "dgh": {
        "min": 1,
        "max": 20
      },
      "salinidade": {
        "min": 5,
        "max": 26
      },
      "observacao": "Pariatur ut qui incididunt est veniam nisi deserunt adipisicing tempor sunt id. Eiusmod officia veniam in pariatur do ut reprehenderit ut duis deserunt. Reprehenderit est proident do enim aliquip deserunt pariatur."
    },
    {
      "_id": "60956358c5261a48bbfc2831",
      "nome": "Concetta",
      "especie": "Byrd",
      "ordem": "Wilder",
      "familia": "Parsons",
      "genero": "Rosales",
      "localOrigem": "Marietta",
      "cardumeMinimo": 17,
      "posicaoAquario": "Fundo",
      "reproducao": "Deserunt ad incididunt ad occaecat ea laborum Lorem elit ex exercitation cillum laboris. Excepteur pariatur sunt aliqua incididunt adipisicing enim id fugiat ad sunt. Dolor minim consequat commodo non sint proident fugiat nostrud occaecat consectetur velit sunt id. Voluptate culpa non cupidatat consequat ut laboris. Et proident duis sit incididunt incididunt in. Excepteur et amet ex minim duis voluptate ex dolor exercitation adipisicing irure proident et aute.",
      "dimorfismoSexual": "Est qui Lorem cupidatat aliquip excepteur duis. Duis commodo reprehenderit fugiat eiusmod dolore ea consequat incididunt adipisicing velit est. Laborum duis ex officia do amet nisi irure incididunt id cupidatat ut.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Commodo laborum magna sint pariatur duis in magna qui minim dolor. In ex tempor Lorem aliqua occaecat. Culpa ut proident et aute laboris esse quis in culpa eu id non culpa. Duis elit duis nisi id consectetur consectetur sit ullamco pariatur veniam nostrud est mollit ipsum.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 23,
      "larguraMinima": 408,
      "alturaMinima": 26,
      "volumePrimeiro": 7,
      "volumeAdicional": 18,
      "temperatura": {
        "min": 3,
        "max": 27
      },
      "ph": {
        "min": 3,
        "max": 10
      },
      "dgh": {
        "min": 1,
        "max": 18
      },
      "salinidade": {
        "min": 4,
        "max": 30
      },
      "observacao": "Incididunt aute commodo amet duis. Dolor aliquip quis magna duis elit veniam quis ad ea deserunt aliquip amet laboris ad. Commodo sit consectetur est cupidatat reprehenderit elit tempor veniam. Ex irure aute irure sit nulla nulla enim occaecat duis culpa elit."
    },
    {
      "_id": "609563584aa3863b0241722d",
      "nome": "Chan",
      "especie": "Hamilton",
      "ordem": "Marta",
      "familia": "Sandoval",
      "genero": "Melba",
      "localOrigem": "Valeria",
      "cardumeMinimo": 13,
      "posicaoAquario": "Meio",
      "reproducao": "Duis in in esse magna irure labore. Ut commodo irure ad cillum non fugiat amet minim. Duis excepteur Lorem voluptate veniam minim excepteur. Tempor quis voluptate enim quis mollit irure pariatur. Proident est non duis excepteur voluptate pariatur aliquip.",
      "dimorfismoSexual": "Reprehenderit sint irure sunt sit culpa dolore cupidatat id consequat ullamco ullamco quis eu amet. Do ad mollit nostrud adipisicing. Excepteur sit ut ad ea labore qui laboris aliquip labore.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Ullamco aute aliquip consectetur ipsum reprehenderit excepteur laboris enim. Non ipsum dolor enim aute nulla velit officia consectetur ullamco velit ad. Fugiat exercitation officia labore commodo labore consequat ea nisi aliquip sunt sit ullamco. Officia duis elit voluptate ex culpa nulla aliqua pariatur et deserunt mollit pariatur fugiat nisi. Proident reprehenderit qui proident commodo aute ipsum ea cupidatat ad enim.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 10,
      "larguraMinima": 287,
      "alturaMinima": 28,
      "volumePrimeiro": 3,
      "volumeAdicional": 11,
      "temperatura": {
        "min": 3,
        "max": 21
      },
      "ph": {
        "min": 1,
        "max": 11
      },
      "dgh": {
        "min": 4,
        "max": 24
      },
      "salinidade": {
        "min": 11,
        "max": 32
      },
      "observacao": "Incididunt minim eu irure incididunt ad eu aliquip quis. Reprehenderit labore voluptate in culpa est eiusmod. Ullamco quis aliqua velit velit esse anim cupidatat pariatur duis non sit non cupidatat. Ea est deserunt aliqua consequat adipisicing veniam cupidatat pariatur do do nostrud. Velit culpa commodo aliqua consectetur duis quis laboris eiusmod id ullamco minim Lorem."
    },
    {
      "_id": "60956358895ae2adac4a6759",
      "nome": "Maynard",
      "especie": "Slater",
      "ordem": "Jessica",
      "familia": "Annmarie",
      "genero": "Maura",
      "localOrigem": "Etta",
      "cardumeMinimo": 5,
      "posicaoAquario": "Topo",
      "reproducao": "Ipsum nostrud ad pariatur ad aliquip enim eu commodo ipsum qui occaecat ipsum et. Ex eu magna dolore aliqua in elit tempor mollit dolore nostrud. Mollit sunt officia pariatur qui incididunt aliqua aliqua laborum.",
      "dimorfismoSexual": "Est in id cupidatat dolor. Mollit nostrud sunt cillum cillum aliquip eu occaecat. Aliquip id minim ipsum dolore tempor id ea eiusmod dolore sit. Nisi amet Lorem velit cupidatat tempor veniam nulla nulla laborum velit cupidatat ex. Voluptate esse voluptate fugiat minim excepteur quis est occaecat esse minim velit ullamco dolore aliquip.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Territorialista",
      "dieta": "Cupidatat voluptate veniam sit Lorem enim ad ut sunt pariatur dolor aliqua veniam labore. Magna reprehenderit adipisicing sint cupidatat ad nulla veniam eiusmod excepteur sunt quis elit ut. Adipisicing ut sint elit minim aliqua eiusmod commodo eiusmod. Incididunt voluptate anim anim esse. Velit Lorem esse labore occaecat magna excepteur dolore proident dolore officia mollit ullamco pariatur. Labore ea ipsum reprehenderit culpa velit ullamco magna voluptate ullamco aliquip incididunt est.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 9,
      "larguraMinima": 55,
      "alturaMinima": 18,
      "volumePrimeiro": 30,
      "volumeAdicional": 16,
      "temperatura": {
        "min": 13,
        "max": 28
      },
      "ph": {
        "min": 2,
        "max": 12
      },
      "dgh": {
        "min": 10,
        "max": 24
      },
      "salinidade": {
        "min": 7,
        "max": 27
      },
      "observacao": "Ex consequat nostrud nostrud laboris pariatur officia eiusmod dolore voluptate magna officia reprehenderit voluptate. Nisi sit tempor consectetur nisi. Dolore eu aute anim in ipsum do qui esse duis laboris consectetur exercitation. Incididunt est reprehenderit dolore cillum eu."
    },
    {
      "_id": "60956358485751756e444fad",
      "nome": "Karina",
      "especie": "Polly",
      "ordem": "Brandie",
      "familia": "Winters",
      "genero": "Araceli",
      "localOrigem": "Faulkner",
      "cardumeMinimo": 18,
      "posicaoAquario": "Meio",
      "reproducao": "Exercitation in nostrud esse id consectetur ex aliqua officia consectetur dolore sit proident labore dolore. Quis aute non culpa amet ut. Nulla commodo et ad consequat fugiat qui. Minim deserunt mollit consequat anim aliquip dolore cillum veniam. Do aliquip elit aute eu esse amet laborum aliquip exercitation ea nostrud laborum. Ea ipsum Lorem ea do reprehenderit do ad ullamco enim Lorem. Sint ex cillum veniam anim veniam.",
      "dimorfismoSexual": "Quis minim exercitation id do irure officia id non eu officia minim excepteur laboris consectetur. Id sunt qui ipsum consectetur. Reprehenderit nulla aliqua est commodo ad pariatur in elit. In tempor adipisicing anim irure cupidatat irure commodo commodo duis. Nulla officia elit incididunt id pariatur cupidatat irure laborum nisi. Do Lorem nulla ipsum elit nostrud sint pariatur incididunt sunt esse consequat velit.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Eu nostrud ut do nostrud consectetur Lorem laborum fugiat ipsum pariatur ea ea voluptate ullamco. Velit ea aliqua consequat commodo duis ea ipsum incididunt velit ullamco enim et veniam consequat. Duis veniam ipsum ut quis ipsum cillum tempor adipisicing id duis deserunt fugiat adipisicing. Minim sit occaecat ex incididunt velit. Quis minim reprehenderit laboris magna exercitation ullamco veniam. Est Lorem enim sunt consequat incididunt reprehenderit laborum do laboris. Mollit pariatur cillum tempor sunt.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 17,
      "larguraMinima": 303,
      "alturaMinima": 20,
      "volumePrimeiro": 27,
      "volumeAdicional": 5,
      "temperatura": {
        "min": 8,
        "max": 19
      },
      "ph": {
        "min": 0,
        "max": 10
      },
      "dgh": {
        "min": 13,
        "max": 25
      },
      "salinidade": {
        "min": 16,
        "max": 27
      },
      "observacao": "Nisi officia minim excepteur incididunt officia commodo reprehenderit. Fugiat velit pariatur sint eiusmod exercitation magna aliqua eiusmod est fugiat aute commodo amet. Amet sunt cillum aute fugiat officia ad mollit consequat non qui ex nostrud esse aute."
    },
    {
      "_id": "60956358a5dda2555e0d2001",
      "nome": "Verna",
      "especie": "Andrea",
      "ordem": "Mitchell",
      "familia": "Cindy",
      "genero": "Rice",
      "localOrigem": "Vicki",
      "cardumeMinimo": 17,
      "posicaoAquario": "Fundo",
      "reproducao": "Tempor consequat culpa in qui veniam velit minim adipisicing consectetur voluptate Lorem voluptate. Adipisicing sint est cillum laboris do et adipisicing duis aute. Mollit Lorem proident sit aliqua esse consequat. Laboris esse minim mollit sit mollit cupidatat qui cupidatat aliqua fugiat esse laborum veniam duis. Pariatur officia cillum dolore excepteur commodo deserunt occaecat. Eiusmod eiusmod enim ipsum cillum aliquip voluptate esse. Fugiat et officia qui mollit esse.",
      "dimorfismoSexual": "Nisi ea nisi do eiusmod exercitation fugiat consequat aute elit enim enim commodo dolor. Mollit cupidatat cupidatat aute quis ex consectetur laborum sunt occaecat eiusmod elit. Consectetur ea excepteur in nisi nulla dolor cillum cillum sunt eu exercitation. Elit duis do exercitation laboris quis magna est qui qui nostrud reprehenderit consectetur elit. Anim veniam tempor eiusmod sit et eiusmod nisi Lorem.",
      "substratos": "Areia",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Amigavel",
      "dieta": "Ullamco labore nisi ea cupidatat nisi est velit voluptate. In ullamco anim ea eu magna et ea. Occaecat deserunt est tempor dolor voluptate occaecat sint ut sint ullamco dolore. Id ut id proident pariatur non adipisicing amet Lorem nisi velit labore. Aute duis amet incididunt minim consequat. Anim veniam labore ea in occaecat anim excepteur voluptate do deserunt quis. Elit qui nulla anim enim.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 2,
      "larguraMinima": 83,
      "alturaMinima": 24,
      "volumePrimeiro": 5,
      "volumeAdicional": 4,
      "temperatura": {
        "min": 4,
        "max": 18
      },
      "ph": {
        "min": 7,
        "max": 10
      },
      "dgh": {
        "min": 0,
        "max": 21
      },
      "salinidade": {
        "min": 3,
        "max": 32
      },
      "observacao": "Nulla commodo sunt cillum est commodo consectetur eiusmod et aliquip deserunt ut id et. Commodo eiusmod mollit Lorem adipisicing qui eiusmod cupidatat. Exercitation id sit exercitation occaecat elit duis laboris ipsum qui minim. Incididunt aute eiusmod irure veniam aliquip veniam fugiat et eu sit eu voluptate elit id. Adipisicing irure aute esse adipisicing sint aute reprehenderit sit occaecat commodo."
    },
    {
      "_id": "609563581993cc5a507c26c9",
      "nome": "Darla",
      "especie": "Petty",
      "ordem": "Olive",
      "familia": "Cecilia",
      "genero": "Sybil",
      "localOrigem": "Silva",
      "cardumeMinimo": 13,
      "posicaoAquario": "Topo",
      "reproducao": "Aliqua duis anim est ad cupidatat et duis. Ipsum amet quis fugiat excepteur proident pariatur do deserunt dolore veniam duis commodo cupidatat dolore. Velit voluptate cupidatat veniam incididunt amet aliquip fugiat quis tempor. Magna tempor non sunt in est anim nostrud occaecat officia amet minim mollit. Sit tempor id tempor ut irure ea. Est aliqua ex dolore nisi ullamco dolore.",
      "dimorfismoSexual": "Dolore dolor magna culpa id Lorem ullamco irure anim aliqua veniam non sit sint et. Deserunt cupidatat incididunt sunt labore sint officia enim sunt exercitation dolore. Aliquip duis adipisicing qui est et commodo quis commodo. Tempor id do dolore culpa non enim nostrud eu qui do. Veniam enim et velit dolore commodo tempor ad eu. Deserunt ipsum amet sunt elit ad laboris id adipisicing culpa dolor ipsum id occaecat. Duis et voluptate enim occaecat deserunt sunt esse eiusmod enim.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Nisi ut consequat magna aliquip culpa est elit excepteur excepteur sint officia. Cillum amet tempor laboris esse amet aliquip. Aliqua non exercitation officia amet fugiat laboris laboris Lorem cupidatat magna cupidatat non. Consectetur et laboris incididunt enim. Mollit culpa ad in do ex. Lorem sint elit non non nisi nulla cupidatat do ea do quis fugiat. Aliqua eu irure tempor dolor commodo fugiat ex.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 16,
      "larguraMinima": 102,
      "alturaMinima": 16,
      "volumePrimeiro": 30,
      "volumeAdicional": 9,
      "temperatura": {
        "min": 13,
        "max": 17
      },
      "ph": {
        "min": 5,
        "max": 8
      },
      "dgh": {
        "min": 10,
        "max": 23
      },
      "salinidade": {
        "min": 25,
        "max": 27
      },
      "observacao": "Magna cupidatat adipisicing dolor et aute excepteur Lorem pariatur cupidatat enim. Eiusmod veniam occaecat non occaecat ut consectetur nisi voluptate consequat. Adipisicing voluptate elit exercitation anim dolore proident incididunt anim in dolore labore cillum exercitation."
    },
    {
      "_id": "6095635873176b8107a1650b",
      "nome": "Shields",
      "especie": "Pansy",
      "ordem": "Burgess",
      "familia": "Keller",
      "genero": "House",
      "localOrigem": "Laurie",
      "cardumeMinimo": 12,
      "posicaoAquario": "Fundo",
      "reproducao": "Reprehenderit elit laborum occaecat do cillum culpa anim veniam Lorem irure Lorem. Aliquip est ullamco sunt in aliquip excepteur. Anim sint proident excepteur qui id nulla proident consectetur. Enim irure veniam est nulla nulla.",
      "dimorfismoSexual": "Proident enim laborum ad nulla. Est veniam nulla laborum labore veniam ea voluptate incididunt consectetur laboris veniam. Dolore sunt duis ullamco eiusmod sit velit nulla labore. Commodo laboris velit adipisicing sint nisi laboris deserunt in sit aliquip irure consequat.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Id est elit incididunt id nulla ipsum labore pariatur sunt et. Dolore velit ea labore ipsum. Quis eiusmod culpa et excepteur officia laboris. Pariatur elit velit sit mollit officia. Velit anim aliqua cupidatat aute ut consectetur. Duis adipisicing exercitation quis excepteur nulla irure cupidatat.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 20,
      "larguraMinima": 342,
      "alturaMinima": 25,
      "volumePrimeiro": 4,
      "volumeAdicional": 11,
      "temperatura": {
        "min": 4,
        "max": 26
      },
      "ph": {
        "min": 2,
        "max": 10
      },
      "dgh": {
        "min": 10,
        "max": 20
      },
      "salinidade": {
        "min": 18,
        "max": 32
      },
      "observacao": "Duis nostrud incididunt anim occaecat ullamco eu minim. Reprehenderit amet eu adipisicing amet enim ea nisi nostrud labore quis Lorem consequat mollit cupidatat. Nulla do eu esse laborum laboris amet quis magna duis minim elit. Ad velit voluptate magna quis officia aliquip qui consequat commodo."
    },
    {
      "_id": "609563584fb3b8d356a4f280",
      "nome": "Bryant",
      "especie": "Collins",
      "ordem": "Trudy",
      "familia": "Pearl",
      "genero": "Williamson",
      "localOrigem": "Gay",
      "cardumeMinimo": 3,
      "posicaoAquario": "Meio",
      "reproducao": "Laborum consequat qui nostrud aute. Et ad sunt aute nisi tempor sunt. Cupidatat sint adipisicing incididunt cupidatat laborum est ea magna excepteur elit eiusmod. Mollit aliquip ad exercitation in officia quis enim. Cillum anim id pariatur duis ex irure Lorem reprehenderit adipisicing eiusmod. Mollit velit aliqua dolor dolor aliquip duis magna veniam enim adipisicing aliqua ex dolore voluptate. Id laborum consectetur dolore pariatur non mollit velit officia.",
      "dimorfismoSexual": "Commodo culpa sunt sit enim ea proident officia. Ad eiusmod et aliquip in sint culpa cupidatat labore eiusmod. Enim ea aliqua in aute. Ullamco sit occaecat incididunt consequat et exercitation in eiusmod. Aliqua enim Lorem aute aliquip pariatur consectetur officia veniam. Ipsum ullamco consectetur fugiat nulla mollit ut aliqua duis sit. Ullamco ex irure excepteur consectetur laborum aliquip voluptate ut magna eu fugiat.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Mollit occaecat reprehenderit eiusmod et ut mollit ullamco elit adipisicing excepteur mollit aute nulla. Pariatur fugiat cupidatat nostrud eu velit officia magna. Voluptate tempor culpa est ut laboris sunt eu aliqua eu.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 21,
      "larguraMinima": 62,
      "alturaMinima": 15,
      "volumePrimeiro": 22,
      "volumeAdicional": 17,
      "temperatura": {
        "min": 9,
        "max": 25
      },
      "ph": {
        "min": 1,
        "max": 14
      },
      "dgh": {
        "min": 1,
        "max": 18
      },
      "salinidade": {
        "min": 9,
        "max": 33
      },
      "observacao": "Enim elit voluptate ullamco consequat quis ullamco minim tempor est consequat sit do fugiat. Mollit quis ipsum consectetur quis. Enim mollit mollit tempor ut veniam ea sunt qui adipisicing. Eiusmod aliquip sint non in dolor aliqua incididunt velit veniam adipisicing in. Cupidatat ad cillum consectetur ipsum ipsum anim laboris Lorem esse aute. Ut do consequat cillum anim exercitation cillum. Elit laboris exercitation aute magna nulla culpa laborum commodo ex proident esse adipisicing minim elit."
    },
    {
      "_id": "6095635868874a03e281cf10",
      "nome": "Jacobs",
      "especie": "Dollie",
      "ordem": "Hatfield",
      "familia": "Rachel",
      "genero": "Ford",
      "localOrigem": "Lancaster",
      "cardumeMinimo": 2,
      "posicaoAquario": "Meio",
      "reproducao": "Aute in dolore mollit esse cupidatat deserunt exercitation ex anim pariatur aliquip minim. Sit aliquip velit in officia anim labore anim voluptate. Laborum elit enim consequat ullamco magna sunt officia nostrud eu dolor.",
      "dimorfismoSexual": "Magna ea id duis nostrud excepteur consectetur. Do anim cillum labore enim qui non. Do qui nulla enim sit esse incididunt sit sunt eiusmod ex dolor. Commodo in ullamco dolor enim non eu. Et consectetur commodo consequat irure nisi deserunt ex fugiat ut duis velit consectetur. Pariatur laboris labore culpa proident. Officia magna velit ut cillum ea aute sunt id duis mollit commodo fugiat enim.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Territorialista",
      "dieta": "Eu adipisicing nostrud culpa cupidatat in commodo velit nisi adipisicing ut et consequat commodo. In excepteur aute ad magna. Cillum aliquip cillum anim labore ut qui anim magna aliqua nostrud aute incididunt magna. Laboris qui amet do ad ut eiusmod eu nostrud. Pariatur ut in ex consectetur elit nulla cupidatat aliquip. Ut et esse esse culpa voluptate amet nulla proident deserunt est dolore amet commodo velit. Cupidatat duis aliquip nulla quis.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 29,
      "larguraMinima": 409,
      "alturaMinima": 21,
      "volumePrimeiro": 10,
      "volumeAdicional": 9,
      "temperatura": {
        "min": 3,
        "max": 25
      },
      "ph": {
        "min": 2,
        "max": 11
      },
      "dgh": {
        "min": 15,
        "max": 19
      },
      "salinidade": {
        "min": 9,
        "max": 28
      },
      "observacao": "Enim labore labore ut ea non enim anim labore ea anim non. Consequat voluptate anim adipisicing consequat ad eiusmod consequat ut ipsum. Voluptate ut dolor deserunt deserunt elit elit anim in irure cillum."
    },
    {
      "_id": "609563589ba4d98823663150",
      "nome": "Gill",
      "especie": "Ortega",
      "ordem": "Lott",
      "familia": "Conrad",
      "genero": "Wiley",
      "localOrigem": "Brandy",
      "cardumeMinimo": 3,
      "posicaoAquario": "Topo",
      "reproducao": "Lorem deserunt consectetur excepteur cillum mollit nisi nostrud officia consectetur exercitation et. Laborum cupidatat aute laboris ipsum. Reprehenderit ex non consectetur cupidatat laboris mollit dolore tempor duis voluptate aliqua esse aliqua. Veniam consequat nisi nulla aute Lorem reprehenderit minim eu. Duis est ullamco culpa cupidatat sunt aute eu consequat sint veniam enim. Consectetur aliquip ipsum labore dolor nostrud aliquip cupidatat.",
      "dimorfismoSexual": "Labore pariatur eu amet ea ea eu esse do ut duis pariatur aute elit esse. Sunt minim dolore sunt voluptate exercitation veniam amet qui ex voluptate. Duis fugiat Lorem eiusmod commodo. In consectetur culpa do do aliquip exercitation laborum Lorem dolore sit. Voluptate et nisi esse aliquip mollit. Commodo dolore voluptate anim minim sint aliqua.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Est adipisicing eiusmod voluptate ullamco duis consequat enim culpa occaecat aliqua ipsum nostrud excepteur. Nulla fugiat est voluptate commodo laboris commodo quis cupidatat aliqua minim incididunt laborum tempor. Eu occaecat adipisicing cillum non enim commodo magna laboris sunt. Elit non officia magna ex irure eiusmod amet ex laborum velit incididunt non.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 26,
      "larguraMinima": 69,
      "alturaMinima": 23,
      "volumePrimeiro": 21,
      "volumeAdicional": 6,
      "temperatura": {
        "min": 8,
        "max": 20
      },
      "ph": {
        "min": 4,
        "max": 14
      },
      "dgh": {
        "min": 12,
        "max": 16
      },
      "salinidade": {
        "min": 25,
        "max": 29
      },
      "observacao": "Sint excepteur aliquip sint ex deserunt quis tempor nostrud voluptate velit ullamco irure deserunt. Irure eu ullamco enim veniam fugiat esse nostrud dolor ut cupidatat sint labore adipisicing Lorem. Eu aliqua Lorem quis aute id elit labore nulla sunt nisi. Adipisicing ex officia anim elit. Exercitation esse est minim dolore sunt esse reprehenderit excepteur. Commodo aliquip et veniam sint do aute eiusmod mollit dolor in. Aliqua occaecat anim nulla aute labore magna ad laboris laborum labore nisi exercitation laborum elit."
    },
    {
      "_id": "60956358bb00aa002cbe6c68",
      "nome": "Johanna",
      "especie": "Joan",
      "ordem": "Paige",
      "familia": "Carter",
      "genero": "Andrews",
      "localOrigem": "Harmon",
      "cardumeMinimo": 5,
      "posicaoAquario": "Topo",
      "reproducao": "Fugiat est nisi non culpa. Laborum eu excepteur dolor culpa velit. Sunt incididunt id mollit mollit nisi cillum ut enim. Eu ipsum amet non pariatur laborum culpa sit velit elit do ex. Consectetur laboris incididunt veniam consectetur minim adipisicing magna officia dolore cillum sint est. Incididunt amet irure sunt sunt excepteur adipisicing cupidatat ut. Ipsum irure ipsum dolor aute.",
      "dimorfismoSexual": "Veniam laboris nulla aliquip irure do elit consectetur consectetur commodo. Irure esse ullamco in id tempor consequat. Elit id dolor id culpa magna quis incididunt ipsum Lorem fugiat consectetur consequat in nulla. Cupidatat proident cillum ad laboris irure reprehenderit cillum occaecat.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "In reprehenderit ullamco dolor aliquip consectetur magna quis ea eiusmod. Duis cillum et pariatur incididunt. Non mollit occaecat enim et. Sunt duis eu incididunt consequat ipsum sint veniam adipisicing amet enim tempor pariatur. Deserunt in fugiat ex consequat Lorem in reprehenderit Lorem est.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 16,
      "larguraMinima": 303,
      "alturaMinima": 16,
      "volumePrimeiro": 15,
      "volumeAdicional": 12,
      "temperatura": {
        "min": 1,
        "max": 28
      },
      "ph": {
        "min": 2,
        "max": 7
      },
      "dgh": {
        "min": 2,
        "max": 24
      },
      "salinidade": {
        "min": 13,
        "max": 26
      },
      "observacao": "Enim ea est labore incididunt commodo reprehenderit ex velit laboris. Laboris ut in quis irure cillum veniam voluptate eu in exercitation incididunt consequat. Lorem qui in consectetur ut reprehenderit proident fugiat pariatur enim aliquip ut et qui eiusmod. Ea cupidatat anim consequat dolor adipisicing tempor. Culpa sit sunt dolore ex aute est mollit nisi cupidatat fugiat. Et aliquip non amet adipisicing commodo esse amet."
    },
    {
      "_id": "60956358b2a999d5d36a99be",
      "nome": "Jennings",
      "especie": "Mayo",
      "ordem": "Guadalupe",
      "familia": "Janine",
      "genero": "Reyes",
      "localOrigem": "Audrey",
      "cardumeMinimo": 14,
      "posicaoAquario": "Topo",
      "reproducao": "Ipsum fugiat do excepteur excepteur voluptate quis cupidatat et ut duis commodo. Consequat ullamco minim veniam magna ad laborum duis veniam est laboris. Sunt occaecat aliquip id do Lorem aliqua adipisicing minim. Tempor tempor non sit duis in Lorem aliquip consectetur deserunt eu irure aliquip incididunt in. Et ex amet aliqua duis duis nulla incididunt. Duis amet nostrud voluptate sunt in elit esse minim et ullamco excepteur.",
      "dimorfismoSexual": "Occaecat elit eiusmod exercitation est. Sint do sit commodo culpa tempor deserunt eu irure non ut aliquip ea et. Occaecat veniam elit ea dolore anim consectetur velit in do Lorem amet amet commodo proident. Aliqua ipsum deserunt ad eiusmod cillum adipisicing proident ex sunt duis dolore. Enim nostrud officia cupidatat enim dolor deserunt et.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Duis pariatur pariatur ex commodo laboris est exercitation adipisicing aliquip sit. Esse sint deserunt officia sunt laborum ullamco eu mollit. Labore quis aliqua ut eiusmod duis amet labore proident. Reprehenderit dolor deserunt quis duis elit aliqua occaecat exercitation dolore culpa sunt do exercitation. Dolor mollit deserunt deserunt dolor adipisicing aliqua anim. Irure pariatur in fugiat in incididunt consequat duis dolor ullamco occaecat ipsum aute.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 27,
      "larguraMinima": 414,
      "alturaMinima": 20,
      "volumePrimeiro": 30,
      "volumeAdicional": 19,
      "temperatura": {
        "min": 6,
        "max": 29
      },
      "ph": {
        "min": 7,
        "max": 11
      },
      "dgh": {
        "min": 13,
        "max": 25
      },
      "salinidade": {
        "min": 6,
        "max": 28
      },
      "observacao": "Eu enim officia consectetur deserunt aliqua ea reprehenderit laborum. Nulla occaecat do cupidatat eu. Aliqua veniam esse incididunt commodo nisi do et cupidatat exercitation cillum fugiat. Incididunt deserunt tempor velit id nisi aliquip. Est magna commodo incididunt nisi et labore aliquip ex enim quis esse eu nostrud magna. Mollit aliqua ad do ad qui Lorem fugiat fugiat laborum. Ipsum duis ipsum ipsum commodo."
    },
    {
      "_id": "609563586919d6e7e7a932c8",
      "nome": "Edith",
      "especie": "Mcfadden",
      "ordem": "Erin",
      "familia": "Tasha",
      "genero": "Lisa",
      "localOrigem": "Rebecca",
      "cardumeMinimo": 10,
      "posicaoAquario": "Topo",
      "reproducao": "Cupidatat anim amet ipsum irure sint fugiat sit incididunt culpa qui ea. Magna labore dolore et proident consequat aute in exercitation fugiat. Veniam duis aliqua in sunt duis consequat.",
      "dimorfismoSexual": "Laboris non id cillum minim esse quis commodo irure dolore sit officia ad incididunt. Sint veniam magna aute nulla nostrud. Deserunt ullamco dolore consequat reprehenderit ad ea ut laborum. Laborum dolor ut consectetur proident velit elit excepteur consequat exercitation nisi duis sunt esse.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Territorialista",
      "dieta": "Adipisicing minim elit reprehenderit qui labore velit est deserunt cupidatat nisi velit in occaecat. Qui do aliqua ea ullamco nisi deserunt. Dolor est mollit non ut anim veniam quis est ipsum. Fugiat aliqua cupidatat officia eiusmod quis reprehenderit do proident ea enim. Deserunt nisi adipisicing et dolore voluptate velit tempor voluptate occaecat ipsum irure nulla veniam. Aliqua eiusmod proident duis minim excepteur commodo reprehenderit est occaecat ipsum enim dolor.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 22,
      "larguraMinima": 95,
      "alturaMinima": 22,
      "volumePrimeiro": 10,
      "volumeAdicional": 8,
      "temperatura": {
        "min": 14,
        "max": 25
      },
      "ph": {
        "min": 4,
        "max": 11
      },
      "dgh": {
        "min": 12,
        "max": 23
      },
      "salinidade": {
        "min": 6,
        "max": 27
      },
      "observacao": "Elit eiusmod pariatur incididunt reprehenderit eu fugiat est sit elit pariatur enim aliqua dolore commodo. Consequat non culpa eiusmod velit consequat sint nisi culpa pariatur dolore qui fugiat non aliquip. Anim occaecat est amet occaecat excepteur excepteur ullamco adipisicing ullamco laborum ullamco Lorem magna. Esse enim fugiat amet enim consequat fugiat ad commodo occaecat id sunt. Ipsum proident consequat ullamco occaecat eiusmod voluptate id Lorem do mollit voluptate ut cupidatat. Ex eiusmod consequat Lorem exercitation ipsum ipsum dolore nostrud labore excepteur laborum. Ullamco Lorem culpa sint eiusmod adipisicing enim."
    },
    {
      "_id": "6095635873c032a5fe8e35de",
      "nome": "Paula",
      "especie": "Robertson",
      "ordem": "Hernandez",
      "familia": "Fields",
      "genero": "Brittany",
      "localOrigem": "Harris",
      "cardumeMinimo": 5,
      "posicaoAquario": "Topo",
      "reproducao": "Anim laborum ut qui ullamco sint. Occaecat enim incididunt laborum aliqua ad nulla ut ipsum sunt culpa sint occaecat. Consectetur nulla nostrud eu labore nisi dolore fugiat quis. Labore officia consequat commodo ex eu amet. Amet ea exercitation nulla amet incididunt id.",
      "dimorfismoSexual": "Id adipisicing aute ea ad et excepteur deserunt in cillum in duis non. Nostrud officia quis qui Lorem labore adipisicing. Eiusmod officia eiusmod voluptate aliquip veniam eiusmod ipsum incididunt. In voluptate tempor voluptate aute cupidatat nostrud labore dolor dolore ipsum. Exercitation anim id occaecat ullamco ex ad. Ad labore proident sint elit.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Nulla nostrud minim do magna labore duis Lorem duis elit. Cupidatat enim mollit aliquip consectetur ex mollit. Tempor ex dolore mollit velit veniam ex culpa ullamco esse enim ipsum adipisicing. Veniam minim sint reprehenderit ullamco voluptate amet nulla deserunt proident. Eu pariatur do et veniam labore sit. Ad ea eu consequat et minim nulla.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 26,
      "larguraMinima": 418,
      "alturaMinima": 15,
      "volumePrimeiro": 18,
      "volumeAdicional": 4,
      "temperatura": {
        "min": 11,
        "max": 23
      },
      "ph": {
        "min": 3,
        "max": 9
      },
      "dgh": {
        "min": 2,
        "max": 25
      },
      "salinidade": {
        "min": 7,
        "max": 28
      },
      "observacao": "Laboris nisi voluptate qui aliquip veniam sint culpa aute officia. Deserunt veniam ipsum culpa cillum nostrud duis ipsum aute officia ad exercitation reprehenderit. Ad magna commodo aute occaecat irure est sint. Irure mollit non aute eu ea pariatur in adipisicing amet proident. Ad fugiat ut incididunt amet tempor proident. Consectetur adipisicing consequat quis nisi minim cillum enim esse amet Lorem fugiat. Cillum aute deserunt velit sit cillum laborum esse ut ad sint eiusmod culpa sint non."
    },
    {
      "_id": "60956358e913452c90936917",
      "nome": "Maxine",
      "especie": "Clay",
      "ordem": "Annabelle",
      "familia": "Susie",
      "genero": "Letha",
      "localOrigem": "Davenport",
      "cardumeMinimo": 8,
      "posicaoAquario": "Topo",
      "reproducao": "Nisi labore incididunt aute ipsum velit amet aliqua laborum consectetur tempor dolore officia. Excepteur officia laboris adipisicing aliquip nisi dolore elit voluptate cillum eiusmod. Fugiat culpa ad adipisicing id qui commodo aute eu enim dolor pariatur. Ad ad non minim velit veniam est tempor ex minim veniam cillum cillum eiusmod. Minim tempor aute mollit nostrud. Eu dolor aliqua velit Lorem mollit mollit dolore.",
      "dimorfismoSexual": "Exercitation ut adipisicing quis nostrud laboris anim. Id incididunt eiusmod id cupidatat. Elit occaecat nisi labore officia consequat pariatur fugiat id. Nulla consequat eu nulla cupidatat do nulla dolore non. Anim aliquip veniam pariatur reprehenderit eiusmod labore elit. Est ex deserunt amet veniam culpa dolor cillum non ex magna irure deserunt deserunt excepteur. Officia enim sit excepteur aute reprehenderit est adipisicing labore nostrud ex velit.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Occaecat ut nulla consequat aliquip nulla pariatur fugiat cillum proident reprehenderit ullamco pariatur pariatur nisi. Ut nulla ipsum et aliquip. Excepteur voluptate excepteur non aliquip Lorem aliqua non nisi cupidatat sunt. Nisi sint adipisicing mollit eiusmod est elit veniam ipsum adipisicing Lorem laboris in. Et non elit tempor enim sunt nostrud tempor nisi nisi mollit.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 22,
      "larguraMinima": 459,
      "alturaMinima": 25,
      "volumePrimeiro": 28,
      "volumeAdicional": 5,
      "temperatura": {
        "min": 4,
        "max": 29
      },
      "ph": {
        "min": 2,
        "max": 10
      },
      "dgh": {
        "min": 11,
        "max": 19
      },
      "salinidade": {
        "min": 4,
        "max": 28
      },
      "observacao": "In velit aliqua minim officia laboris nostrud do eiusmod. Tempor laborum ex cupidatat magna incididunt nostrud reprehenderit laborum minim deserunt aute. Laborum non duis laboris laboris magna ullamco est velit mollit ut deserunt sunt labore."
    },
    {
      "_id": "60956358fd758812debf4f33",
      "nome": "Eunice",
      "especie": "Lolita",
      "ordem": "Barr",
      "familia": "Ball",
      "genero": "Dejesus",
      "localOrigem": "Molina",
      "cardumeMinimo": 15,
      "posicaoAquario": "Fundo",
      "reproducao": "Laborum nisi esse id quis proident mollit. Mollit exercitation proident sunt nulla anim consectetur esse elit nisi ipsum. Ut et in eiusmod consectetur laborum pariatur aliquip. Nostrud exercitation velit sint esse mollit pariatur ut quis irure. Amet elit occaecat eiusmod Lorem. Commodo duis ex id exercitation ea cupidatat amet velit sint nisi occaecat consectetur eu quis. Excepteur aliquip adipisicing eiusmod ut duis officia id voluptate Lorem eu.",
      "dimorfismoSexual": "Nisi dolor Lorem velit ex amet culpa ex voluptate id deserunt qui sint ex. Enim sit voluptate reprehenderit velit labore excepteur amet irure proident consectetur do enim nulla sint. Ipsum enim sit proident sit voluptate dolore ea ullamco fugiat culpa ex irure ipsum. Ullamco ea aliqua eu in excepteur adipisicing. Non velit aliqua nisi anim duis minim. Nostrud anim exercitation sit fugiat id est sit.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Minim reprehenderit excepteur non sunt tempor enim officia anim culpa nisi laboris ut exercitation. Ullamco est occaecat fugiat est culpa ipsum voluptate quis et veniam aliquip tempor cupidatat. Veniam nulla aliqua nulla eiusmod velit Lorem proident minim. Minim ipsum laborum reprehenderit laboris enim ea elit ullamco id nulla et pariatur. Ipsum cupidatat qui voluptate ut proident dolore magna sit. Consectetur dolor sint elit ad ea exercitation incididunt proident magna. Exercitation proident mollit labore veniam eiusmod.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 29,
      "larguraMinima": 423,
      "alturaMinima": 16,
      "volumePrimeiro": 25,
      "volumeAdicional": 16,
      "temperatura": {
        "min": 14,
        "max": 27
      },
      "ph": {
        "min": 1,
        "max": 11
      },
      "dgh": {
        "min": 12,
        "max": 16
      },
      "salinidade": {
        "min": 2,
        "max": 28
      },
      "observacao": "Sit et eiusmod esse non. Veniam eiusmod non ut culpa nulla ad cupidatat esse duis. Nostrud excepteur esse aute nostrud sunt incididunt duis dolor est. Proident anim mollit sint minim sit occaecat commodo. Nostrud ullamco et officia esse deserunt incididunt deserunt. Ut commodo pariatur pariatur culpa reprehenderit ullamco dolor minim fugiat aliquip voluptate do voluptate non."
    },
    {
      "_id": "60956358ab5d8b1fc3edd7fa",
      "nome": "Stein",
      "especie": "Suarez",
      "ordem": "Cooke",
      "familia": "Kirkland",
      "genero": "Bush",
      "localOrigem": "Carole",
      "cardumeMinimo": 19,
      "posicaoAquario": "Meio",
      "reproducao": "Ipsum commodo adipisicing dolore consequat cillum cillum aliqua est quis quis magna laborum laborum. Dolore minim non eiusmod duis nulla proident labore mollit eiusmod magna occaecat Lorem proident. Exercitation dolore consequat excepteur sit sunt mollit officia elit sint Lorem exercitation pariatur esse pariatur. Fugiat incididunt mollit officia sit proident nisi dolor velit ipsum excepteur aute. Qui laborum consectetur minim aliquip aliquip veniam do ad nulla occaecat. Lorem consectetur quis in minim dolor eu pariatur nostrud nisi sit veniam adipisicing esse. Sit sunt reprehenderit aute adipisicing.",
      "dimorfismoSexual": "Eiusmod elit quis cupidatat ipsum duis sunt laboris nulla qui incididunt ut qui qui dolor. Officia aute aute nostrud laborum consectetur adipisicing deserunt. Veniam sint consequat aliqua ad ea anim laboris aliqua minim quis aliqua proident aliqua id. Reprehenderit et consequat in laborum. Lorem aliqua laboris proident incididunt occaecat commodo aliquip excepteur dolore id.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Incididunt pariatur ullamco consectetur consequat exercitation nostrud do laborum non officia officia. Ullamco deserunt ad anim nulla. Reprehenderit proident culpa occaecat dolore pariatur proident nulla non. Elit irure excepteur reprehenderit aliqua.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 10,
      "larguraMinima": 146,
      "alturaMinima": 15,
      "volumePrimeiro": 29,
      "volumeAdicional": 20,
      "temperatura": {
        "min": 0,
        "max": 28
      },
      "ph": {
        "min": 1,
        "max": 8
      },
      "dgh": {
        "min": 6,
        "max": 23
      },
      "salinidade": {
        "min": 16,
        "max": 32
      },
      "observacao": "Fugiat proident proident ullamco incididunt nostrud enim deserunt proident excepteur est. Culpa ad tempor cillum ex laboris laborum voluptate sint ipsum id do eiusmod laboris commodo. Nostrud mollit officia labore sit pariatur eu pariatur adipisicing commodo irure."
    },
    {
      "_id": "60956358a186ca2493bf985b",
      "nome": "Charlotte",
      "especie": "Mccray",
      "ordem": "Baldwin",
      "familia": "Lowe",
      "genero": "Herring",
      "localOrigem": "Carmen",
      "cardumeMinimo": 15,
      "posicaoAquario": "Fundo",
      "reproducao": "Incididunt aliqua ad culpa pariatur ipsum esse sint. Aliqua dolore ut sunt culpa. Ut ipsum ex nostrud excepteur aliqua occaecat consequat aute culpa sunt ipsum. Officia et nostrud pariatur velit duis qui et incididunt qui sunt labore incididunt veniam. Sunt dolor labore dolor ea quis commodo quis. Deserunt laboris officia nostrud esse exercitation ullamco reprehenderit tempor veniam veniam. Sit proident consequat anim enim id anim culpa qui.",
      "dimorfismoSexual": "Officia proident aliqua qui dolore minim commodo ad. Duis labore consequat dolor nulla eiusmod nulla nostrud dolor nostrud nulla Lorem nulla. Excepteur adipisicing non consectetur aliquip voluptate labore excepteur excepteur id nulla.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Ad veniam tempor Lorem laboris laborum nulla labore consequat esse. Qui ut nisi anim voluptate deserunt labore voluptate labore ut eiusmod. Culpa est qui labore commodo pariatur ut do qui dolore. Occaecat mollit aliquip qui amet. Voluptate irure enim velit velit officia elit. Duis duis duis velit voluptate ad sint. Voluptate dolor pariatur proident qui occaecat ad.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 18,
      "larguraMinima": 460,
      "alturaMinima": 26,
      "volumePrimeiro": 21,
      "volumeAdicional": 5,
      "temperatura": {
        "min": 4,
        "max": 24
      },
      "ph": {
        "min": 3,
        "max": 12
      },
      "dgh": {
        "min": 10,
        "max": 22
      },
      "salinidade": {
        "min": 22,
        "max": 27
      },
      "observacao": "Ut sunt cupidatat dolor cupidatat proident ea enim incididunt occaecat adipisicing commodo incididunt. Officia deserunt culpa eu et nisi cillum non non. Do consectetur eiusmod aute voluptate fugiat. Fugiat nisi ex sit ut ullamco esse dolore exercitation irure pariatur. Voluptate proident fugiat reprehenderit commodo nulla magna adipisicing excepteur incididunt velit voluptate. Nostrud ut cillum proident nulla enim elit occaecat qui veniam aute sunt. Ea ipsum ex officia in id velit."
    },
    {
      "_id": "60956358190f314d139ff609",
      "nome": "Baker",
      "especie": "Gabrielle",
      "ordem": "Nancy",
      "familia": "Clara",
      "genero": "Terra",
      "localOrigem": "Phoebe",
      "cardumeMinimo": 14,
      "posicaoAquario": "Topo",
      "reproducao": "Duis labore nulla sint magna laborum culpa exercitation dolor occaecat sit. Sint sint do reprehenderit ullamco in ad amet anim nostrud enim cupidatat officia quis consequat. Magna non ad ut Lorem quis irure minim labore ullamco excepteur Lorem. Elit ipsum sit nulla magna voluptate labore. Sint nostrud commodo ut minim eu sit occaecat. Sit qui esse culpa ad voluptate aute amet. Enim nulla elit culpa aute veniam aliquip veniam deserunt non tempor irure ut cupidatat incididunt.",
      "dimorfismoSexual": "Duis officia eu enim reprehenderit duis culpa ea minim Lorem. Velit sunt enim Lorem voluptate Lorem deserunt. Sunt id mollit nisi ut in culpa sint ad sit ut sunt et. Velit et nostrud non do esse mollit veniam laborum fugiat veniam ullamco exercitation dolor do. Elit laborum sit laborum eiusmod labore velit eiusmod ullamco Lorem officia anim. Reprehenderit irure aliqua dolore enim minim aute ea elit laboris enim pariatur elit. Sunt et consectetur quis laboris sunt laboris.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Reprehenderit nostrud et labore aute nostrud. Cillum anim minim ipsum dolore amet qui consequat irure. Ad non elit deserunt fugiat cillum consectetur aliqua aliquip sint tempor dolor eu ut veniam. Excepteur aliquip deserunt aute ipsum nisi proident nisi consectetur reprehenderit nulla aliqua do pariatur ullamco. Excepteur laborum ea eiusmod anim ex irure anim veniam. Ullamco dolore magna consectetur deserunt eu ea nostrud adipisicing deserunt sunt dolore. Nulla consequat anim nostrud et culpa mollit.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 21,
      "larguraMinima": 398,
      "alturaMinima": 19,
      "volumePrimeiro": 13,
      "volumeAdicional": 19,
      "temperatura": {
        "min": 6,
        "max": 27
      },
      "ph": {
        "min": 3,
        "max": 10
      },
      "dgh": {
        "min": 1,
        "max": 25
      },
      "salinidade": {
        "min": 7,
        "max": 32
      },
      "observacao": "Id sunt do nisi sint consequat fugiat sit aute duis. Veniam mollit sit deserunt culpa magna non quis ut elit sit nisi adipisicing consectetur. Sit sunt ipsum commodo deserunt. Anim id commodo dolore laboris nostrud. Magna duis do ipsum exercitation et irure. Ea culpa aliqua enim ipsum cillum sunt tempor. Do minim consectetur elit sit ut nostrud laborum exercitation id officia ut non proident."
    },
    {
      "_id": "609563581c7743aed92f2fc5",
      "nome": "Judith",
      "especie": "Ashley",
      "ordem": "Gallegos",
      "familia": "Collier",
      "genero": "Sally",
      "localOrigem": "Thelma",
      "cardumeMinimo": 8,
      "posicaoAquario": "Fundo",
      "reproducao": "Et dolore ad ipsum incididunt consequat. Excepteur est anim magna Lorem. Proident Lorem officia incididunt fugiat reprehenderit nulla duis officia eu esse magna. Voluptate cillum aliqua deserunt commodo nisi reprehenderit ipsum exercitation proident cupidatat deserunt fugiat voluptate qui. Voluptate exercitation nulla nulla tempor quis tempor Lorem incididunt.",
      "dimorfismoSexual": "Labore labore elit et ipsum eiusmod ut dolor cupidatat sunt aute pariatur. Veniam pariatur non amet nulla veniam ex elit do ad. Duis irure mollit amet enim irure nostrud officia quis voluptate non occaecat est. Fugiat consectetur consectetur do excepteur consectetur aute qui ut aliqua. Anim dolore sit irure incididunt. Aute reprehenderit nulla id culpa ut consequat fugiat non in sint reprehenderit consectetur. Eu velit fugiat sint eu do cupidatat elit cupidatat nisi.",
      "substratos": "Areia",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Territorialista",
      "dieta": "Anim non nostrud ex enim id elit et cupidatat commodo. Ex exercitation aliquip et qui duis proident commodo tempor velit anim. Sint minim elit eu reprehenderit in elit.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 14,
      "larguraMinima": 190,
      "alturaMinima": 22,
      "volumePrimeiro": 13,
      "volumeAdicional": 5,
      "temperatura": {
        "min": 4,
        "max": 28
      },
      "ph": {
        "min": 0,
        "max": 10
      },
      "dgh": {
        "min": 5,
        "max": 17
      },
      "salinidade": {
        "min": 2,
        "max": 28
      },
      "observacao": "Fugiat commodo veniam deserunt excepteur minim sit et. Occaecat culpa aute id do pariatur quis proident irure. Dolor labore consectetur anim cillum reprehenderit excepteur. Ullamco consectetur irure adipisicing eu qui. Fugiat deserunt duis id elit. Dolor exercitation amet id do aliquip officia elit ipsum tempor tempor. Magna anim excepteur reprehenderit ea."
    },
    {
      "_id": "60956358b129b7332304ea5d",
      "nome": "Vinson",
      "especie": "Zimmerman",
      "ordem": "Francesca",
      "familia": "Gilbert",
      "genero": "Olsen",
      "localOrigem": "Shaffer",
      "cardumeMinimo": 7,
      "posicaoAquario": "Meio",
      "reproducao": "Consequat esse aliqua veniam magna cillum ullamco pariatur. Cupidatat cupidatat et cupidatat ea ut officia minim aute veniam velit sunt. Deserunt elit exercitation nisi amet. Lorem quis reprehenderit id exercitation magna culpa in reprehenderit ipsum labore nostrud nulla adipisicing velit.",
      "dimorfismoSexual": "Ut anim et enim dolor mollit. Culpa culpa sit pariatur mollit dolor. Magna commodo ullamco proident consectetur. Labore ut deserunt fugiat occaecat labore pariatur non nostrud dolor elit sint. Tempor mollit reprehenderit nisi officia eiusmod ullamco incididunt exercitation occaecat. Aute elit do do Lorem id velit enim Lorem culpa non magna est.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Territorialista",
      "dieta": "Magna exercitation dolor sint nisi commodo anim commodo duis consectetur in exercitation esse anim ex. Voluptate culpa ea consequat nisi anim sunt in. Quis cillum id deserunt officia.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 17,
      "larguraMinima": 213,
      "alturaMinima": 22,
      "volumePrimeiro": 4,
      "volumeAdicional": 11,
      "temperatura": {
        "min": 13,
        "max": 24
      },
      "ph": {
        "min": 3,
        "max": 9
      },
      "dgh": {
        "min": 15,
        "max": 23
      },
      "salinidade": {
        "min": 22,
        "max": 27
      },
      "observacao": "Tempor velit elit velit ipsum officia aliqua excepteur. Ullamco commodo sit pariatur aliqua occaecat dolor tempor veniam ad quis eiusmod laborum aliqua. Pariatur excepteur cupidatat in aliquip magna cupidatat consectetur ea officia non. Tempor tempor excepteur dolore do minim culpa enim dolore voluptate ipsum sint ullamco. Exercitation irure officia esse sunt qui occaecat."
    },
    {
      "_id": "609563583f45a12d6b0efe06",
      "nome": "Johnnie",
      "especie": "Bobbi",
      "ordem": "Austin",
      "familia": "Angel",
      "genero": "Payne",
      "localOrigem": "Juliana",
      "cardumeMinimo": 8,
      "posicaoAquario": "Fundo",
      "reproducao": "Cupidatat exercitation Lorem ex consequat aliqua eu eu magna minim Lorem adipisicing ipsum tempor. Occaecat eiusmod id occaecat dolore sunt labore ut nisi cupidatat fugiat quis sint non sunt. Officia dolore ipsum Lorem magna ut fugiat Lorem.",
      "dimorfismoSexual": "Est consectetur labore qui do ullamco est excepteur deserunt ullamco laborum aliquip. Voluptate consectetur id id ipsum velit ut elit cupidatat ea magna non consectetur. Nulla minim adipisicing eu consectetur ad cupidatat amet quis sunt pariatur amet. Minim ut commodo nulla deserunt fugiat. Cillum adipisicing irure quis eiusmod commodo id ad. Et cupidatat nostrud proident eiusmod qui exercitation sint minim.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Carnivoro",
      "dieta": "In nostrud nisi et ea Lorem est. Consectetur est sint laboris nulla aute consectetur. Lorem Lorem do veniam aliqua non ex nulla eiusmod laborum sint eu occaecat adipisicing. Et occaecat laborum irure laborum consequat ipsum sint labore labore nostrud anim deserunt laborum. Lorem do esse duis proident aliquip quis anim pariatur dolor do nostrud mollit ea duis. Laborum anim deserunt voluptate ea occaecat esse qui. Sunt in deserunt sint commodo cupidatat veniam excepteur laborum ad elit quis duis aute aliqua.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 21,
      "larguraMinima": 203,
      "alturaMinima": 21,
      "volumePrimeiro": 17,
      "volumeAdicional": 6,
      "temperatura": {
        "min": 14,
        "max": 27
      },
      "ph": {
        "min": 3,
        "max": 12
      },
      "dgh": {
        "min": 3,
        "max": 22
      },
      "salinidade": {
        "min": 3,
        "max": 29
      },
      "observacao": "Laboris veniam pariatur culpa ea duis aliqua anim officia excepteur qui proident. Culpa sunt sunt minim aute fugiat excepteur commodo reprehenderit est pariatur exercitation aute amet. Veniam deserunt qui adipisicing laborum ipsum do aliqua ipsum magna ullamco commodo. Ullamco enim enim et velit magna in non duis reprehenderit eu irure. Excepteur occaecat ad labore cupidatat magna exercitation irure mollit anim voluptate."
    },
    {
      "_id": "609563586ef026b9ad3edb27",
      "nome": "Buck",
      "especie": "Cruz",
      "ordem": "Velez",
      "familia": "Wolf",
      "genero": "Mercado",
      "localOrigem": "Jill",
      "cardumeMinimo": 5,
      "posicaoAquario": "Fundo",
      "reproducao": "Enim ad ipsum duis deserunt officia minim ex. Tempor aute sint commodo id minim aute. Elit excepteur voluptate sunt amet esse et labore proident qui aliqua ex tempor excepteur deserunt.",
      "dimorfismoSexual": "Est proident anim aliquip in ea velit eiusmod id et. Sit mollit eiusmod deserunt voluptate aliqua est non tempor ea ullamco magna est. Ipsum irure laborum consequat anim ipsum id pariatur magna esse. Ea excepteur elit nisi nisi dolor et. Occaecat aliqua magna reprehenderit culpa pariatur consectetur excepteur. Cillum consectetur est elit sint ullamco cupidatat eu exercitation. Cillum laborum duis qui non.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Ad nostrud aliquip ullamco esse fugiat ad qui. Culpa ullamco esse sint mollit quis dolore eiusmod deserunt sunt. Dolor dolor do minim id. Labore proident aliquip do culpa minim consectetur. Consectetur labore ullamco labore nulla quis. Quis enim id velit tempor proident velit non esse aute nulla consectetur ad sit esse.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 29,
      "larguraMinima": 284,
      "alturaMinima": 27,
      "volumePrimeiro": 8,
      "volumeAdicional": 17,
      "temperatura": {
        "min": 11,
        "max": 23
      },
      "ph": {
        "min": 2,
        "max": 9
      },
      "dgh": {
        "min": 7,
        "max": 16
      },
      "salinidade": {
        "min": 8,
        "max": 29
      },
      "observacao": "Tempor id magna aliqua Lorem ea ipsum minim ad tempor aliquip ut labore adipisicing et. Consequat pariatur aliquip elit exercitation Lorem esse velit proident sit nostrud commodo. In adipisicing irure aliquip nulla ad ad mollit ullamco. Velit tempor esse enim pariatur consectetur consectetur commodo culpa deserunt eu amet sunt est."
    },
    {
      "_id": "60956358a357d5376372c746",
      "nome": "Prince",
      "especie": "Gertrude",
      "ordem": "Veronica",
      "familia": "Burch",
      "genero": "Potter",
      "localOrigem": "Jeannie",
      "cardumeMinimo": 19,
      "posicaoAquario": "Meio",
      "reproducao": "Quis ea aute proident labore cupidatat cillum aute pariatur id amet commodo irure. Cillum occaecat veniam do sit ut occaecat pariatur eiusmod pariatur occaecat do duis est anim. Id sit consectetur minim incididunt nostrud mollit ullamco. Laborum id consectetur aliqua culpa officia adipisicing culpa qui. Adipisicing laboris elit adipisicing tempor culpa pariatur laborum aliquip ipsum duis voluptate amet dolore.",
      "dimorfismoSexual": "Dolor occaecat sunt commodo occaecat reprehenderit minim cupidatat aute commodo veniam aute. Elit esse non id incididunt tempor cupidatat deserunt aliquip. Officia anim mollit voluptate magna proident officia exercitation adipisicing aliquip ea ad. Quis anim duis dolor tempor Lorem non minim irure.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Territorialista",
      "dieta": "Labore irure anim proident culpa fugiat. Est culpa ut officia enim duis magna reprehenderit aliquip esse nulla est veniam minim officia. Duis mollit tempor labore dolor voluptate adipisicing consequat mollit amet. Quis non do ullamco quis.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 14,
      "larguraMinima": 333,
      "alturaMinima": 15,
      "volumePrimeiro": 8,
      "volumeAdicional": 6,
      "temperatura": {
        "min": 7,
        "max": 23
      },
      "ph": {
        "min": 6,
        "max": 10
      },
      "dgh": {
        "min": 12,
        "max": 17
      },
      "salinidade": {
        "min": 14,
        "max": 27
      },
      "observacao": "Commodo est excepteur dolore veniam aliquip mollit irure irure laborum enim. Exercitation et proident do deserunt proident nulla sint id velit ad commodo. Officia ipsum consectetur ea qui ipsum Lorem minim. Ex consectetur occaecat commodo cillum sint et cupidatat veniam. Exercitation in pariatur Lorem nulla esse dolor fugiat deserunt."
    },
    {
      "_id": "60956358381f5070d19081aa",
      "nome": "Sonja",
      "especie": "Sargent",
      "ordem": "Michelle",
      "familia": "Belinda",
      "genero": "Morin",
      "localOrigem": "Snider",
      "cardumeMinimo": 13,
      "posicaoAquario": "Topo",
      "reproducao": "Officia aute nulla dolor voluptate dolore veniam laboris consequat sit velit dolor. Duis ullamco eu labore ex incididunt velit non fugiat esse occaecat Lorem nisi nostrud qui. Sit minim quis nostrud et dolore est irure commodo cupidatat enim quis deserunt veniam. Commodo in Lorem laborum nisi nulla aliqua eiusmod labore anim elit est elit enim do.",
      "dimorfismoSexual": "Commodo occaecat sit ipsum enim sit mollit reprehenderit exercitation eiusmod consectetur sunt cupidatat consectetur esse. Excepteur elit cillum non est sint exercitation esse. Quis fugiat nostrud enim ex ipsum pariatur Lorem ex reprehenderit laboris nulla. Pariatur officia magna mollit officia ullamco duis commodo exercitation. Enim esse dolore occaecat pariatur ut esse. Veniam labore anim dolore laboris. Velit et aliquip ullamco sit mollit velit.",
      "substratos": "Areia",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Amigavel",
      "dieta": "Proident irure magna nulla voluptate amet officia enim sunt do. Magna officia Lorem veniam cillum deserunt dolore exercitation ullamco laboris minim. Et eu aliqua non reprehenderit sit pariatur quis nostrud. Elit dolore pariatur sit amet anim ut.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 11,
      "larguraMinima": 351,
      "alturaMinima": 29,
      "volumePrimeiro": 16,
      "volumeAdicional": 14,
      "temperatura": {
        "min": 6,
        "max": 25
      },
      "ph": {
        "min": 5,
        "max": 13
      },
      "dgh": {
        "min": 11,
        "max": 17
      },
      "salinidade": {
        "min": 18,
        "max": 26
      },
      "observacao": "Excepteur ut ut anim ipsum mollit. Dolore deserunt proident consectetur eiusmod excepteur nostrud culpa proident cillum aute irure in do. Ullamco quis sit aliquip ad ullamco do minim mollit ex. Qui duis dolore aliquip in aliquip ullamco ex eu ullamco aliquip aliquip reprehenderit magna id."
    },
    {
      "_id": "6095635813511531952a810c",
      "nome": "Latonya",
      "especie": "Petra",
      "ordem": "Kenya",
      "familia": "Forbes",
      "genero": "Campos",
      "localOrigem": "Bishop",
      "cardumeMinimo": 10,
      "posicaoAquario": "Meio",
      "reproducao": "Nulla enim laborum irure eiusmod enim excepteur. In commodo consequat ullamco ea reprehenderit id mollit duis consequat ea. Consequat excepteur pariatur nostrud adipisicing duis laborum exercitation nisi dolore sunt duis reprehenderit anim. Deserunt non et non commodo.",
      "dimorfismoSexual": "Eiusmod tempor qui amet sint officia mollit ut proident cupidatat id Lorem do Lorem. Velit minim aliquip officia dolor. Qui reprehenderit tempor excepteur nisi commodo mollit amet. Deserunt duis incididunt id laboris eiusmod. Quis aute commodo amet ex laboris. Adipisicing in tempor laborum veniam nisi elit nostrud magna. Do qui enim sit sint non fugiat irure amet pariatur labore irure adipisicing ex cupidatat.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Ex sint voluptate proident culpa est labore tempor adipisicing labore elit ipsum incididunt. Cillum deserunt magna duis officia dolor esse ex nisi incididunt. Commodo sunt aliqua cupidatat irure amet non voluptate sint qui elit elit. Incididunt sunt eiusmod ea cillum amet esse fugiat in nulla labore laboris ipsum. Pariatur sint labore do dolor proident sit. Proident ipsum magna ex non aute do amet qui elit laboris est laboris ad. Aliqua nostrud aute laborum aliquip deserunt et amet excepteur amet.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 9,
      "larguraMinima": 218,
      "alturaMinima": 29,
      "volumePrimeiro": 27,
      "volumeAdicional": 12,
      "temperatura": {
        "min": 12,
        "max": 27
      },
      "ph": {
        "min": 5,
        "max": 10
      },
      "dgh": {
        "min": 9,
        "max": 22
      },
      "salinidade": {
        "min": 0,
        "max": 32
      },
      "observacao": "Cillum sint est minim elit esse culpa consectetur sint quis qui duis velit anim occaecat. Et nisi est cillum tempor enim exercitation proident enim nisi amet culpa. Quis dolore irure cillum ex adipisicing mollit id nisi proident cillum id laboris ad ad. Veniam veniam ex aliquip veniam pariatur cillum."
    },
    {
      "_id": "6095635838af51426293807e",
      "nome": "Park",
      "especie": "Kayla",
      "ordem": "Elnora",
      "familia": "Frances",
      "genero": "Aurelia",
      "localOrigem": "Parker",
      "cardumeMinimo": 3,
      "posicaoAquario": "Fundo",
      "reproducao": "Sint elit adipisicing ut do. Ad adipisicing qui cupidatat mollit incididunt consectetur sint dolor ad nostrud commodo officia aliqua consectetur. Duis id adipisicing id Lorem nisi consequat irure. Eu aute et sit aute non. Deserunt laboris incididunt aute ipsum reprehenderit ea. Reprehenderit nulla voluptate anim nisi adipisicing amet nulla ullamco incididunt culpa minim mollit amet. Do aute nostrud non adipisicing nulla cillum anim anim quis exercitation nisi.",
      "dimorfismoSexual": "Mollit ipsum velit in do amet. Ex mollit et elit mollit commodo sunt. Et sit eu exercitation magna nulla ex aliqua duis velit nisi duis velit minim et. Laborum non excepteur duis ut veniam veniam culpa commodo dolore nostrud elit. Velit enim excepteur ea culpa veniam amet Lorem elit. Qui consectetur sit reprehenderit et do pariatur Lorem amet commodo. Enim excepteur est pariatur do occaecat amet amet id non aute nulla occaecat elit eu.",
      "substratos": "Areia",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Amigavel",
      "dieta": "Magna tempor proident dolor aliqua commodo dolore do ea exercitation. Do dolor exercitation sint proident do velit dolore cupidatat aliqua labore. Fugiat amet esse Lorem quis id culpa cupidatat amet. Ullamco et mollit sint sint proident nulla enim labore consectetur commodo cupidatat fugiat. Laborum eu pariatur reprehenderit et sit ullamco reprehenderit aliquip voluptate.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 30,
      "larguraMinima": 252,
      "alturaMinima": 29,
      "volumePrimeiro": 16,
      "volumeAdicional": 8,
      "temperatura": {
        "min": 5,
        "max": 29
      },
      "ph": {
        "min": 3,
        "max": 11
      },
      "dgh": {
        "min": 5,
        "max": 16
      },
      "salinidade": {
        "min": 13,
        "max": 26
      },
      "observacao": "Eu amet sunt adipisicing aute est non cupidatat quis irure ex duis. Cupidatat officia elit tempor culpa mollit nulla amet consequat exercitation est nostrud laboris. Cillum nisi occaecat dolor magna aliquip enim veniam culpa velit est in. Labore cillum nulla dolore esse. Fugiat exercitation non duis do in proident ea duis."
    },
    {
      "_id": "609563581a775af601c274ae",
      "nome": "Jewel",
      "especie": "Beulah",
      "ordem": "Cooley",
      "familia": "Norman",
      "genero": "Kramer",
      "localOrigem": "Henderson",
      "cardumeMinimo": 6,
      "posicaoAquario": "Topo",
      "reproducao": "Non non ex ipsum aute ea. Ex consectetur mollit aliqua eu reprehenderit aliquip quis incididunt labore et velit. Nostrud non duis incididunt minim ea anim. Cillum aliqua ullamco voluptate anim exercitation.",
      "dimorfismoSexual": "Do enim sit nulla duis consectetur est aliqua et eiusmod proident. Amet duis ex proident aliqua. Ex est anim velit qui ut ut veniam elit nostrud. Aliqua sit ipsum ut duis nisi minim proident. In culpa occaecat proident ut cillum ad labore Lorem in ad minim. Aliquip incididunt ut officia sit incididunt eu quis laborum ipsum deserunt. Incididunt culpa nostrud consectetur reprehenderit dolor laborum id dolore ad aliquip irure.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Do commodo duis et exercitation laborum id quis. Do do sint incididunt exercitation. Aliquip eiusmod magna irure eiusmod. Aliqua cillum eiusmod reprehenderit eiusmod cupidatat incididunt officia amet incididunt ipsum pariatur fugiat. Ea do cupidatat eiusmod do nostrud nostrud in est sunt dolore consectetur et ipsum minim. Voluptate consectetur duis do est do dolore occaecat magna incididunt qui cillum irure et in. Nostrud aute ea non voluptate.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 13,
      "larguraMinima": 377,
      "alturaMinima": 18,
      "volumePrimeiro": 20,
      "volumeAdicional": 4,
      "temperatura": {
        "min": 3,
        "max": 27
      },
      "ph": {
        "min": 4,
        "max": 14
      },
      "dgh": {
        "min": 12,
        "max": 25
      },
      "salinidade": {
        "min": 16,
        "max": 31
      },
      "observacao": "Aliquip deserunt amet ullamco ut nisi elit ullamco est laboris aliquip in enim occaecat. Minim adipisicing laboris nulla consectetur et sint Lorem in sint voluptate ut laborum aliqua est. Cillum consectetur adipisicing Lorem magna. Magna ex mollit ea ut occaecat consectetur."
    },
    {
      "_id": "60956358c3c20b8fbd44af08",
      "nome": "Sue",
      "especie": "Debra",
      "ordem": "Alice",
      "familia": "Jeanne",
      "genero": "Karin",
      "localOrigem": "Love",
      "cardumeMinimo": 15,
      "posicaoAquario": "Fundo",
      "reproducao": "Quis anim est occaecat esse. Fugiat non enim in irure sint est. In fugiat esse ad qui do anim ex laborum. Aliqua commodo irure amet nostrud anim magna aute officia cupidatat. Pariatur nulla adipisicing proident veniam fugiat duis. Et pariatur eu adipisicing elit non aliquip velit fugiat.",
      "dimorfismoSexual": "Tempor duis est nisi tempor nulla deserunt do elit duis labore excepteur enim. Aliquip fugiat nisi consequat exercitation id quis. Eiusmod non excepteur nisi do cupidatat ad reprehenderit proident.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Cupidatat nostrud duis sint et sunt tempor veniam. Elit nulla consequat in ex eu ex aliquip sit eu magna voluptate veniam ad deserunt. Lorem non incididunt dolor qui ullamco irure eiusmod reprehenderit Lorem eu. Labore exercitation sit et dolor proident adipisicing culpa culpa proident excepteur qui.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 28,
      "larguraMinima": 324,
      "alturaMinima": 19,
      "volumePrimeiro": 10,
      "volumeAdicional": 8,
      "temperatura": {
        "min": 14,
        "max": 19
      },
      "ph": {
        "min": 4,
        "max": 11
      },
      "dgh": {
        "min": 6,
        "max": 25
      },
      "salinidade": {
        "min": 1,
        "max": 32
      },
      "observacao": "Veniam est ut Lorem labore aute nostrud culpa est cillum ut dolore excepteur voluptate. Ullamco nulla adipisicing minim ipsum voluptate. Deserunt voluptate anim deserunt laborum est ullamco labore. Lorem proident sit Lorem velit commodo aliqua exercitation excepteur culpa nisi ipsum nostrud commodo quis. Labore elit veniam labore enim officia eiusmod. Eu id incididunt nostrud adipisicing. Tempor incididunt in cillum Lorem esse labore et proident sunt sunt."
    },
    {
      "_id": "6095635800ea00217a35f7c6",
      "nome": "Gordon",
      "especie": "Mcmillan",
      "ordem": "Cox",
      "familia": "Hollie",
      "genero": "Owen",
      "localOrigem": "Loretta",
      "cardumeMinimo": 1,
      "posicaoAquario": "Fundo",
      "reproducao": "Ullamco ipsum nisi tempor pariatur amet ut non fugiat. Eu nisi proident consectetur nulla fugiat culpa esse. Exercitation cupidatat deserunt occaecat Lorem laboris reprehenderit. Incididunt ex amet consectetur quis velit duis magna nostrud officia labore dolore excepteur magna fugiat. Anim qui ea Lorem deserunt nisi aliqua et ex ut laboris exercitation tempor.",
      "dimorfismoSexual": "Incididunt cillum qui id est non. Nostrud in exercitation minim ipsum esse esse consequat. Dolore commodo ex ipsum cillum est esse sit et esse est aute est. Qui excepteur quis mollit qui culpa eu. Consequat do irure culpa ipsum esse enim ex cupidatat labore aliquip consectetur velit officia.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Territorialista",
      "dieta": "Velit esse irure reprehenderit sint consequat labore sint do. Duis minim dolore in nulla commodo ipsum esse cillum fugiat tempor sunt ullamco esse. Ut cillum ut velit ipsum aliquip dolor ipsum aute nulla.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 4,
      "larguraMinima": 462,
      "alturaMinima": 30,
      "volumePrimeiro": 16,
      "volumeAdicional": 14,
      "temperatura": {
        "min": 14,
        "max": 29
      },
      "ph": {
        "min": 7,
        "max": 8
      },
      "dgh": {
        "min": 2,
        "max": 25
      },
      "salinidade": {
        "min": 20,
        "max": 33
      },
      "observacao": "Duis velit dolor eiusmod id adipisicing voluptate voluptate nulla laboris nisi non. Eu nisi aute adipisicing exercitation voluptate. Ex veniam sunt dolore ipsum eiusmod dolore exercitation magna. Ea aliquip labore minim et dolor culpa laboris aliquip Lorem culpa duis do."
    },
    {
      "_id": "609563580ae157579c8c2b23",
      "nome": "Lydia",
      "especie": "Earline",
      "ordem": "Holloway",
      "familia": "Christine",
      "genero": "Reese",
      "localOrigem": "Melisa",
      "cardumeMinimo": 15,
      "posicaoAquario": "Fundo",
      "reproducao": "Mollit minim cupidatat velit et elit ad culpa sunt laboris labore pariatur. Ea pariatur ullamco deserunt excepteur qui laboris qui ea proident duis irure deserunt proident sunt. Tempor mollit voluptate eu ad quis exercitation ipsum ullamco occaecat consequat exercitation velit. Quis non aliqua labore amet sint proident aliquip duis ullamco consequat.",
      "dimorfismoSexual": "Mollit ullamco id nulla esse excepteur excepteur dolor esse enim nostrud reprehenderit. Mollit excepteur nostrud esse ullamco veniam est tempor ut sunt dolor. Ipsum et ad sit tempor dolore nostrud esse ex ut.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Ipsum eiusmod exercitation mollit officia irure sunt qui ut aliquip. Irure ullamco amet quis Lorem. Mollit aliquip laborum consequat eiusmod excepteur exercitation irure tempor mollit et qui ea. Enim aute sint anim consectetur ad ut. Irure nulla culpa laborum culpa eiusmod anim ipsum id ipsum sunt dolor duis nostrud.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 14,
      "larguraMinima": 452,
      "alturaMinima": 28,
      "volumePrimeiro": 23,
      "volumeAdicional": 19,
      "temperatura": {
        "min": 11,
        "max": 30
      },
      "ph": {
        "min": 6,
        "max": 11
      },
      "dgh": {
        "min": 9,
        "max": 20
      },
      "salinidade": {
        "min": 15,
        "max": 33
      },
      "observacao": "Commodo in ea adipisicing consequat et cillum adipisicing duis reprehenderit veniam nostrud nostrud. Magna deserunt velit exercitation ex dolore veniam eiusmod ad esse culpa. Magna ad sint consectetur deserunt do ipsum laboris Lorem et excepteur tempor proident. Ut ex labore eiusmod laborum esse eu sit in."
    },
    {
      "_id": "60956358745bea5de71c3e0f",
      "nome": "Short",
      "especie": "Frank",
      "ordem": "Merritt",
      "familia": "Valenzuela",
      "genero": "Stevenson",
      "localOrigem": "Doris",
      "cardumeMinimo": 19,
      "posicaoAquario": "Meio",
      "reproducao": "Veniam enim reprehenderit nulla fugiat ea elit culpa laborum labore fugiat excepteur consectetur ut. Mollit culpa laboris consectetur tempor laboris pariatur reprehenderit pariatur anim veniam sunt. Do elit tempor minim non incididunt aliquip. Commodo amet et amet et tempor sunt commodo tempor veniam. Deserunt mollit irure in culpa. Do ullamco cupidatat velit mollit. Consectetur enim do laboris aliqua ea anim.",
      "dimorfismoSexual": "Dolore exercitation in aute magna officia cillum culpa dolore ipsum consequat quis. Aute enim laboris esse reprehenderit enim. Veniam commodo proident voluptate nisi mollit esse fugiat anim consectetur non qui reprehenderit cillum. Amet non sint esse commodo ipsum do cupidatat aliqua eiusmod cillum in nostrud laboris Lorem. Adipisicing do qui voluptate reprehenderit est ut. Culpa dolore amet adipisicing id consequat non dolor incididunt. Sint voluptate cupidatat commodo aliqua nisi voluptate qui et cillum.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Est dolor minim velit commodo. Irure laboris consequat in mollit duis esse nostrud occaecat pariatur esse nisi irure aliquip. Esse nisi ex laborum mollit labore anim in incididunt. Aliquip fugiat ad ea eiusmod quis laborum magna. Duis duis esse amet dolore adipisicing sit. Velit quis nisi enim exercitation culpa incididunt.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 4,
      "larguraMinima": 211,
      "alturaMinima": 17,
      "volumePrimeiro": 20,
      "volumeAdicional": 20,
      "temperatura": {
        "min": 7,
        "max": 19
      },
      "ph": {
        "min": 2,
        "max": 12
      },
      "dgh": {
        "min": 12,
        "max": 19
      },
      "salinidade": {
        "min": 17,
        "max": 31
      },
      "observacao": "Ut adipisicing in commodo occaecat nostrud deserunt ipsum proident aliqua et reprehenderit cupidatat sunt. Sint dolor qui consequat magna aliqua. Dolore occaecat ea ad reprehenderit fugiat ut voluptate dolore quis mollit. Est nisi consequat dolor quis sint elit cupidatat dolor. Minim anim sint nisi ullamco laborum excepteur laborum labore commodo. Laboris est esse quis duis laborum laborum ad nulla mollit. Reprehenderit nisi velit officia ullamco laboris irure ut."
    },
    {
      "_id": "60956358c399bd07ccb8023c",
      "nome": "Kristin",
      "especie": "Mamie",
      "ordem": "Clarke",
      "familia": "Delores",
      "genero": "Morgan",
      "localOrigem": "Blanche",
      "cardumeMinimo": 11,
      "posicaoAquario": "Fundo",
      "reproducao": "Aute cupidatat anim eu nisi eu exercitation nostrud reprehenderit aliqua mollit mollit. Nisi Lorem ipsum ullamco consectetur adipisicing. Non laboris eu dolor occaecat minim ea anim laboris velit voluptate officia officia ea in. Eu quis duis officia ad nisi eiusmod ex eiusmod tempor non.",
      "dimorfismoSexual": "Proident consectetur dolore laborum aliqua mollit sint Lorem duis. Exercitation sunt anim cupidatat consequat eu qui. Aliquip consequat aliquip culpa anim eiusmod ullamco nostrud id occaecat esse ullamco est veniam. Elit ex occaecat ipsum nisi occaecat mollit. Ut cupidatat aliqua aliquip adipisicing sint ea nulla ex.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Dolore velit eiusmod in tempor. Cillum eu ut do anim magna. Quis quis proident do veniam commodo cupidatat nulla laborum velit nostrud veniam. Quis voluptate minim dolore sit reprehenderit dolore elit est pariatur aute.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 28,
      "larguraMinima": 111,
      "alturaMinima": 26,
      "volumePrimeiro": 29,
      "volumeAdicional": 5,
      "temperatura": {
        "min": 14,
        "max": 16
      },
      "ph": {
        "min": 5,
        "max": 14
      },
      "dgh": {
        "min": 5,
        "max": 25
      },
      "salinidade": {
        "min": 6,
        "max": 31
      },
      "observacao": "Proident dolor id et dolor veniam. Adipisicing esse irure ea et cupidatat qui elit eu ea id adipisicing. Tempor id laboris culpa voluptate anim nisi duis quis."
    },
    {
      "_id": "609563589b982578524e760b",
      "nome": "Carolina",
      "especie": "Gilmore",
      "ordem": "Coleman",
      "familia": "Wilkerson",
      "genero": "Darcy",
      "localOrigem": "Dolly",
      "cardumeMinimo": 5,
      "posicaoAquario": "Topo",
      "reproducao": "Sint excepteur anim est officia eiusmod consectetur minim exercitation ea. Ad qui mollit labore dolore occaecat. Mollit aliqua commodo ipsum id laboris cupidatat ut et.",
      "dimorfismoSexual": "Amet duis do cupidatat tempor cupidatat do cupidatat amet laborum exercitation. Nostrud magna velit sit exercitation fugiat enim enim ad mollit mollit. Nostrud commodo velit elit laborum eu aute dolor consequat proident sint et cupidatat enim. Enim consectetur sint cillum dolor minim ex commodo sint cupidatat veniam duis reprehenderit do. Nostrud nisi enim nulla velit do duis proident pariatur dolor velit proident. Exercitation qui dolor fugiat occaecat consectetur cupidatat ullamco eu exercitation nostrud culpa sint.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Laboris culpa excepteur ea ullamco laboris dolor minim ex elit ad ad officia. Magna mollit dolor ex consectetur ut fugiat est do deserunt eu deserunt. Officia dolore nostrud anim irure consectetur fugiat. Anim nulla elit veniam tempor. Sunt enim anim exercitation consequat voluptate.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 11,
      "larguraMinima": 50,
      "alturaMinima": 20,
      "volumePrimeiro": 10,
      "volumeAdicional": 17,
      "temperatura": {
        "min": 7,
        "max": 29
      },
      "ph": {
        "min": 4,
        "max": 8
      },
      "dgh": {
        "min": 12,
        "max": 18
      },
      "salinidade": {
        "min": 12,
        "max": 32
      },
      "observacao": "Aliqua exercitation dolore eiusmod labore Lorem enim sunt est cillum. Ea veniam ea tempor est. Proident anim in Lorem sint eiusmod. Laborum quis id dolor do labore reprehenderit incididunt nulla consectetur sunt nostrud do pariatur fugiat. Ut fugiat cillum consequat veniam est ad officia dolor non."
    },
    {
      "_id": "60956358aa89b1a279428851",
      "nome": "Muriel",
      "especie": "Stewart",
      "ordem": "Kelsey",
      "familia": "Amanda",
      "genero": "Buckley",
      "localOrigem": "Odom",
      "cardumeMinimo": 5,
      "posicaoAquario": "Meio",
      "reproducao": "Qui minim ullamco labore ut qui. Proident excepteur nostrud laborum Lorem consequat cillum esse do aute labore aliquip laboris. Occaecat minim laboris cupidatat voluptate culpa sint. Nulla aliquip eiusmod veniam ut proident laborum nisi. Nisi qui eiusmod ut excepteur culpa.",
      "dimorfismoSexual": "Culpa eu reprehenderit velit ad officia pariatur minim excepteur id laborum cupidatat et ex. Cillum nisi Lorem occaecat eiusmod do magna. Pariatur incididunt dolore magna velit veniam qui sit qui. Pariatur nisi id nulla tempor dolor sunt labore enim. Voluptate ad tempor sunt laborum enim.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Deserunt magna incididunt ullamco aliquip quis laboris adipisicing mollit ipsum non exercitation. Culpa non amet dolore in non exercitation. Officia culpa ea proident dolore occaecat ea culpa ipsum. Aliquip ex cillum ex eiusmod excepteur irure.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 3,
      "larguraMinima": 498,
      "alturaMinima": 30,
      "volumePrimeiro": 24,
      "volumeAdicional": 4,
      "temperatura": {
        "min": 8,
        "max": 29
      },
      "ph": {
        "min": 2,
        "max": 13
      },
      "dgh": {
        "min": 14,
        "max": 23
      },
      "salinidade": {
        "min": 14,
        "max": 30
      },
      "observacao": "Dolore do dolore duis irure quis sit enim. Qui esse ea do qui esse consectetur et velit laborum nisi. Occaecat irure eu nisi ut aliquip duis quis laborum eu culpa ipsum irure pariatur. Adipisicing cupidatat ad mollit ex consectetur laborum dolore excepteur."
    },
    {
      "_id": "60956358df4055255081310f",
      "nome": "Nelson",
      "especie": "Goodman",
      "ordem": "Ella",
      "familia": "Chrystal",
      "genero": "Krystal",
      "localOrigem": "Lizzie",
      "cardumeMinimo": 14,
      "posicaoAquario": "Meio",
      "reproducao": "Amet labore cillum reprehenderit irure velit. Ut qui Lorem elit incididunt. Excepteur sunt dolore magna exercitation sit aute amet laborum et officia ipsum voluptate qui. Reprehenderit ex exercitation cillum ex laboris dolor do enim commodo voluptate esse laboris sit consequat. Sint incididunt officia adipisicing velit veniam aliqua ex. Aliquip labore commodo dolor nisi occaecat id nostrud sit ut esse voluptate aliquip.",
      "dimorfismoSexual": "Ipsum non occaecat est incididunt consequat quis incididunt dolore. Fugiat reprehenderit aliquip veniam ut nisi quis excepteur cupidatat. Elit deserunt aliquip sunt Lorem aute aute. Officia proident labore laborum nisi velit ut velit officia. Sint reprehenderit laboris et fugiat consectetur enim non ullamco eiusmod est nostrud. Reprehenderit amet occaecat aute ut enim voluptate occaecat non. Nostrud aute do in id magna deserunt incididunt esse.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Esse dolor et dolor sint nisi aliqua labore quis veniam reprehenderit quis. Veniam ea non minim aute in id. Ad id voluptate amet magna anim velit ut amet. Irure duis sint velit pariatur aliqua ullamco adipisicing tempor cupidatat anim. Commodo consequat labore mollit labore do cupidatat Lorem Lorem officia sint irure in. Incididunt est voluptate ex do velit elit qui duis.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 22,
      "larguraMinima": 180,
      "alturaMinima": 22,
      "volumePrimeiro": 9,
      "volumeAdicional": 12,
      "temperatura": {
        "min": 1,
        "max": 20
      },
      "ph": {
        "min": 0,
        "max": 8
      },
      "dgh": {
        "min": 9,
        "max": 20
      },
      "salinidade": {
        "min": 8,
        "max": 29
      },
      "observacao": "Dolore sunt et esse commodo aute. Aliqua adipisicing aute consectetur ut. Pariatur adipisicing incididunt voluptate labore quis consectetur quis occaecat nostrud. Sit aute excepteur est fugiat laborum velit veniam occaecat esse culpa."
    },
    {
      "_id": "609563589c3b216934b01662",
      "nome": "Morrison",
      "especie": "Blanchard",
      "ordem": "Mary",
      "familia": "Pratt",
      "genero": "Vaughn",
      "localOrigem": "Lenora",
      "cardumeMinimo": 7,
      "posicaoAquario": "Meio",
      "reproducao": "Ea commodo amet labore duis ea enim voluptate officia commodo est ex minim velit enim. Quis enim duis occaecat excepteur nisi consectetur cillum ipsum deserunt incididunt id elit. Sit sit irure amet incididunt magna dolor ex est ex dolor enim mollit fugiat. Minim ipsum aliquip deserunt aliqua reprehenderit sunt velit.",
      "dimorfismoSexual": "Adipisicing et eiusmod id sit labore velit occaecat. Tempor laboris cupidatat do ad nisi magna. Consequat consectetur pariatur proident sunt sint.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Occaecat dolore magna exercitation id. Adipisicing excepteur est magna quis tempor ex id aliquip nulla eu consequat. Culpa tempor non adipisicing pariatur proident id excepteur exercitation. Consectetur laborum voluptate eu reprehenderit commodo. Sint anim est laboris cillum laboris do. Sit aliquip veniam labore ea officia pariatur in non consectetur. Magna dolore minim culpa ea eiusmod.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 19,
      "larguraMinima": 265,
      "alturaMinima": 15,
      "volumePrimeiro": 30,
      "volumeAdicional": 16,
      "temperatura": {
        "min": 5,
        "max": 20
      },
      "ph": {
        "min": 3,
        "max": 13
      },
      "dgh": {
        "min": 6,
        "max": 21
      },
      "salinidade": {
        "min": 0,
        "max": 31
      },
      "observacao": "Pariatur cillum consectetur nostrud anim Lorem reprehenderit aliquip fugiat velit aute tempor nisi commodo eu. Culpa tempor occaecat eu aliqua. Veniam laborum exercitation ad labore consectetur sit elit excepteur ad velit nisi ullamco ullamco dolore. Anim nisi labore magna ipsum non. Qui esse labore ipsum occaecat sunt laboris tempor enim amet exercitation excepteur irure."
    },
    {
      "_id": "609563583f7c19c45e35e4f4",
      "nome": "Mayra",
      "especie": "Louisa",
      "ordem": "Miriam",
      "familia": "England",
      "genero": "Huber",
      "localOrigem": "Gonzales",
      "cardumeMinimo": 13,
      "posicaoAquario": "Fundo",
      "reproducao": "Adipisicing adipisicing minim anim dolore officia ad. Labore fugiat Lorem tempor ad dolor ut nisi cillum ipsum tempor. Ea ullamco nulla mollit proident fugiat ut laborum ipsum laborum aute consectetur ex nisi voluptate. Sint ex quis reprehenderit est ullamco eiusmod do consequat incididunt consequat ex in dolore. Reprehenderit eu id cillum Lorem ad qui est fugiat eu. Deserunt nulla nisi ullamco culpa officia. Anim voluptate ex ex voluptate ut ad cillum Lorem.",
      "dimorfismoSexual": "Nulla mollit Lorem ut quis nulla duis nisi ut veniam tempor proident. Cupidatat et adipisicing eu aliquip cillum tempor sint eu dolor amet excepteur esse do. Consectetur non Lorem laborum magna culpa mollit esse cupidatat qui aliqua aute. Fugiat cillum nostrud culpa culpa dolore adipisicing in incididunt fugiat ea.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Ea minim anim id incididunt do irure amet ad nisi exercitation aliquip laborum deserunt. Laborum officia sit et aliquip. Incididunt id dolore est eiusmod eu eu.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 16,
      "larguraMinima": 217,
      "alturaMinima": 17,
      "volumePrimeiro": 7,
      "volumeAdicional": 17,
      "temperatura": {
        "min": 14,
        "max": 18
      },
      "ph": {
        "min": 6,
        "max": 12
      },
      "dgh": {
        "min": 12,
        "max": 17
      },
      "salinidade": {
        "min": 1,
        "max": 32
      },
      "observacao": "Do sunt officia cillum ea pariatur est nostrud id. Ipsum esse incididunt nisi ex velit nisi consequat nisi ipsum nisi aute nisi. Adipisicing dolor eu mollit qui ut enim tempor veniam aute proident magna eu enim sit. Fugiat id consequat cillum ea cupidatat quis exercitation proident est aute eu ea do. Consequat duis esse duis ullamco adipisicing sunt minim enim dolor ea. Et ullamco ex sit voluptate quis ex aliqua mollit quis occaecat."
    },
    {
      "_id": "60956358bfcace5b7d6e9794",
      "nome": "Estella",
      "especie": "Ophelia",
      "ordem": "Caitlin",
      "familia": "Evelyn",
      "genero": "Chavez",
      "localOrigem": "Bond",
      "cardumeMinimo": 12,
      "posicaoAquario": "Meio",
      "reproducao": "Ullamco consequat ad qui non ea labore ex ipsum officia sint. Ipsum exercitation duis eiusmod veniam aliquip officia consectetur dolore. Commodo non do quis tempor quis cupidatat sit adipisicing.",
      "dimorfismoSexual": "Proident aute amet aute veniam. Fugiat commodo voluptate non commodo voluptate occaecat tempor proident eu nostrud enim enim quis. Exercitation est proident irure excepteur pariatur Lorem veniam officia aliquip Lorem consequat tempor cupidatat. Lorem elit do veniam non sunt ut amet enim eiusmod proident non duis commodo. Cupidatat Lorem deserunt aliqua irure eu non nostrud adipisicing.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Consectetur sint Lorem elit minim fugiat irure eiusmod dolore irure. Reprehenderit sit duis id aliqua exercitation eiusmod enim reprehenderit culpa. Id Lorem aliquip do quis ullamco duis mollit.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 1,
      "larguraMinima": 55,
      "alturaMinima": 24,
      "volumePrimeiro": 14,
      "volumeAdicional": 13,
      "temperatura": {
        "min": 4,
        "max": 29
      },
      "ph": {
        "min": 2,
        "max": 12
      },
      "dgh": {
        "min": 11,
        "max": 22
      },
      "salinidade": {
        "min": 11,
        "max": 28
      },
      "observacao": "Magna consectetur dolore veniam sunt aliquip. Ea anim occaecat ullamco non. Deserunt aliqua et aliquip dolor minim. Duis labore quis exercitation sint dolor ut laboris consectetur magna. Ea qui amet enim id quis. Magna occaecat minim ex amet velit officia enim reprehenderit reprehenderit. Excepteur proident mollit dolor incididunt ut qui."
    },
    {
      "_id": "60956358142f510b27083b12",
      "nome": "Rosemarie",
      "especie": "Velazquez",
      "ordem": "Roberts",
      "familia": "Webb",
      "genero": "Witt",
      "localOrigem": "Hutchinson",
      "cardumeMinimo": 4,
      "posicaoAquario": "Topo",
      "reproducao": "Et sunt amet aliqua deserunt fugiat quis est elit. Fugiat exercitation aliqua adipisicing cupidatat est. Et deserunt adipisicing quis mollit ullamco anim duis incididunt do est. Quis consequat reprehenderit deserunt eiusmod deserunt velit cillum commodo Lorem.",
      "dimorfismoSexual": "Veniam nostrud proident eu sit eiusmod cupidatat culpa. Dolore deserunt exercitation amet excepteur consequat labore. Pariatur minim labore consectetur deserunt laboris consectetur est officia eiusmod commodo ipsum reprehenderit non id.",
      "substratos": "Areia",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Amigavel",
      "dieta": "Voluptate fugiat non aliquip voluptate cillum excepteur ut occaecat ad. Nostrud labore sunt sint in adipisicing et qui proident cupidatat. Elit qui laboris qui est. Eu reprehenderit Lorem ut consequat officia dolor ea dolore nisi duis ipsum do. Magna reprehenderit commodo labore aliquip anim anim tempor ex labore. Laboris nulla laborum officia anim sint velit ullamco adipisicing minim irure dolor mollit.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 17,
      "larguraMinima": 23,
      "alturaMinima": 21,
      "volumePrimeiro": 18,
      "volumeAdicional": 11,
      "temperatura": {
        "min": 14,
        "max": 23
      },
      "ph": {
        "min": 6,
        "max": 13
      },
      "dgh": {
        "min": 11,
        "max": 23
      },
      "salinidade": {
        "min": 13,
        "max": 30
      },
      "observacao": "Occaecat consectetur in qui irure commodo anim occaecat velit ad ad sit cupidatat nostrud adipisicing. Cillum nulla elit incididunt esse cillum exercitation laboris ea. Consequat Lorem voluptate non amet cupidatat. Elit veniam aliquip excepteur ex cillum Lorem minim esse do. Lorem commodo aute exercitation deserunt consequat Lorem cillum Lorem irure nostrud."
    },
    {
      "_id": "60956358db3f9e2fb0e72137",
      "nome": "Celia",
      "especie": "Clayton",
      "ordem": "Lee",
      "familia": "Houston",
      "genero": "Sylvia",
      "localOrigem": "Bernice",
      "cardumeMinimo": 10,
      "posicaoAquario": "Topo",
      "reproducao": "Ad reprehenderit pariatur cillum aliquip occaecat Lorem in sunt aliquip. Duis aliquip eiusmod minim nisi commodo anim minim veniam nisi aliquip. Deserunt labore commodo laborum ex enim. Consequat dolor veniam ea ex elit Lorem amet ipsum quis irure Lorem laboris adipisicing aliquip.",
      "dimorfismoSexual": "Cupidatat adipisicing velit officia et consectetur reprehenderit sunt consectetur nisi ut pariatur aliquip dolor Lorem. Id sunt consectetur laborum velit ullamco non nisi ullamco enim aliquip sit id. Sit anim minim aliqua cillum sit incididunt tempor exercitation Lorem sint Lorem fugiat incididunt aliqua.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Deserunt elit reprehenderit proident occaecat in. Ut minim id fugiat dolor aliquip veniam. Adipisicing veniam ipsum esse ad. Cupidatat id eiusmod ipsum nisi. Quis anim sunt consequat in nostrud.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 25,
      "larguraMinima": 448,
      "alturaMinima": 23,
      "volumePrimeiro": 12,
      "volumeAdicional": 5,
      "temperatura": {
        "min": 5,
        "max": 22
      },
      "ph": {
        "min": 0,
        "max": 14
      },
      "dgh": {
        "min": 14,
        "max": 18
      },
      "salinidade": {
        "min": 1,
        "max": 31
      },
      "observacao": "Elit ad ullamco ea eu eu eiusmod laborum. Nostrud aliqua occaecat eu nostrud laboris. Est cupidatat dolore sit consectetur ipsum. Ad ad non do id laboris sit adipisicing cillum nulla cillum aute ipsum. Id labore esse eu voluptate quis. Magna dolore esse eu mollit exercitation fugiat anim excepteur nostrud qui cillum magna. Nisi do commodo consequat tempor reprehenderit dolore in fugiat amet magna proident."
    },
    {
      "_id": "60956358f57e4595e898324a",
      "nome": "Shana",
      "especie": "Hartman",
      "ordem": "Sandy",
      "familia": "Hurst",
      "genero": "Velasquez",
      "localOrigem": "Workman",
      "cardumeMinimo": 9,
      "posicaoAquario": "Fundo",
      "reproducao": "Mollit incididunt quis ea amet nulla deserunt et. Nostrud amet sit id anim consectetur ipsum est. Dolor fugiat ipsum excepteur tempor non excepteur dolore laboris aliqua nostrud labore sit elit. Nulla deserunt non et aliquip mollit commodo. Cillum nulla commodo et minim exercitation id incididunt ea proident eu minim nulla qui adipisicing. Dolore dolor ullamco ea irure voluptate pariatur adipisicing elit minim occaecat irure pariatur deserunt.",
      "dimorfismoSexual": "Commodo labore voluptate quis mollit minim excepteur voluptate enim aliquip non proident in ad ut. Elit proident qui ea nulla est do anim eu ex nisi aliquip. Lorem ullamco cupidatat anim cupidatat ex occaecat. Enim in aliquip dolor cillum id sunt id culpa non pariatur dolore. Duis labore eiusmod in velit mollit proident est adipisicing est laborum cupidatat. Consectetur excepteur quis occaecat dolor commodo pariatur incididunt pariatur et duis Lorem fugiat. Proident mollit qui excepteur nostrud commodo ad commodo ex excepteur consectetur laborum.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Amigavel",
      "dieta": "Velit irure magna anim dolor pariatur nisi irure laborum ad. Sit aliqua et dolor non sint culpa veniam commodo consequat. Duis minim enim culpa pariatur nisi quis occaecat. Velit occaecat nostrud deserunt tempor laboris ut excepteur commodo veniam sunt reprehenderit. Esse proident cupidatat ipsum excepteur excepteur non id ullamco labore tempor commodo consequat laborum proident.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 24,
      "larguraMinima": 225,
      "alturaMinima": 17,
      "volumePrimeiro": 17,
      "volumeAdicional": 8,
      "temperatura": {
        "min": 13,
        "max": 29
      },
      "ph": {
        "min": 3,
        "max": 14
      },
      "dgh": {
        "min": 15,
        "max": 25
      },
      "salinidade": {
        "min": 3,
        "max": 27
      },
      "observacao": "Mollit ullamco est enim aliqua tempor consequat minim. Id cillum anim aliquip ipsum. Veniam sint amet velit laboris minim in minim ut. Et velit deserunt ut proident veniam ullamco id est id velit ex ullamco et dolore. Nostrud elit est occaecat pariatur consectetur. Ad et aliqua cupidatat consectetur dolore elit officia occaecat sunt. Tempor consequat laborum ea sint et cillum ullamco nostrud."
    },
    {
      "_id": "60956358f2f1f50b7a17a8cb",
      "nome": "Antoinette",
      "especie": "Herman",
      "ordem": "Alexander",
      "familia": "Alyce",
      "genero": "Hancock",
      "localOrigem": "Arnold",
      "cardumeMinimo": 18,
      "posicaoAquario": "Topo",
      "reproducao": "Lorem laboris minim et elit et consequat. Voluptate voluptate culpa aliqua duis ea qui irure enim est nisi laborum anim do ullamco. Esse nisi nisi consequat dolor aliqua ut commodo mollit ullamco sint. Aute ullamco fugiat est aute tempor esse fugiat est incididunt officia. Ea deserunt ut mollit aute ex incididunt eiusmod tempor fugiat occaecat non. Nostrud nostrud pariatur cupidatat adipisicing cupidatat nostrud consequat excepteur veniam eiusmod.",
      "dimorfismoSexual": "Commodo qui duis ipsum reprehenderit est duis officia ea elit. Sunt velit id ad cillum labore ea. Ad laborum est officia sit aute. Minim duis ex sit culpa in aliquip duis cillum exercitation aute. Proident sint fugiat mollit veniam ad ea pariatur eiusmod culpa.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Amigavel",
      "dieta": "Mollit reprehenderit consectetur qui dolore consectetur exercitation est nostrud eu fugiat. Ut irure excepteur sint officia cillum irure ullamco et et non. Ex enim nisi consequat consectetur consequat proident mollit duis veniam dolore.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 22,
      "larguraMinima": 67,
      "alturaMinima": 29,
      "volumePrimeiro": 12,
      "volumeAdicional": 14,
      "temperatura": {
        "min": 14,
        "max": 27
      },
      "ph": {
        "min": 5,
        "max": 10
      },
      "dgh": {
        "min": 14,
        "max": 18
      },
      "salinidade": {
        "min": 16,
        "max": 27
      },
      "observacao": "Dolore enim enim anim enim nostrud nostrud ipsum sit. Consequat eiusmod pariatur cupidatat cillum do veniam eiusmod minim minim veniam ullamco minim laborum. Dolore elit proident sit ipsum aliqua exercitation officia. Irure id pariatur eu ea do."
    },
    {
      "_id": "60956358dfe3cec318b8a95b",
      "nome": "Lawanda",
      "especie": "Sheri",
      "ordem": "Alisa",
      "familia": "Aguirre",
      "genero": "Candice",
      "localOrigem": "Sandra",
      "cardumeMinimo": 4,
      "posicaoAquario": "Fundo",
      "reproducao": "Quis dolore reprehenderit nulla Lorem Lorem officia labore voluptate minim consectetur. Cillum incididunt labore et cupidatat nostrud et veniam Lorem ipsum cillum sint. Anim ipsum elit irure sit reprehenderit eiusmod ut est qui quis sint aliqua laborum.",
      "dimorfismoSexual": "Amet eu adipisicing non quis nostrud velit culpa elit ad et. Pariatur velit labore ex excepteur. In consequat id ipsum deserunt in. Magna reprehenderit cillum officia consectetur esse. Nisi non eiusmod consequat elit aliquip mollit ut eiusmod sit commodo proident commodo. Culpa enim fugiat dolor consectetur occaecat laborum.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Territorialista",
      "dieta": "Et esse occaecat eiusmod laboris sint quis cillum nulla est laborum eiusmod esse qui. Nostrud laborum dolor commodo sit. Non id est et incididunt ipsum excepteur adipisicing irure minim ad et. Consequat aliquip excepteur officia cupidatat elit labore ut nisi pariatur aliquip.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 19,
      "larguraMinima": 215,
      "alturaMinima": 15,
      "volumePrimeiro": 26,
      "volumeAdicional": 3,
      "temperatura": {
        "min": 5,
        "max": 18
      },
      "ph": {
        "min": 5,
        "max": 14
      },
      "dgh": {
        "min": 13,
        "max": 22
      },
      "salinidade": {
        "min": 5,
        "max": 33
      },
      "observacao": "Veniam cillum duis quis non sint ullamco eiusmod eu culpa eu veniam minim. Reprehenderit sunt aute exercitation ad ipsum voluptate sit est tempor. In esse culpa commodo eu. Reprehenderit laboris eu magna pariatur velit proident. Ullamco enim laborum cupidatat culpa minim velit veniam. Proident ut eu aliquip do."
    },
    {
      "_id": "60956358060734199e75f113",
      "nome": "Tamra",
      "especie": "Jodi",
      "ordem": "Guerrero",
      "familia": "Marilyn",
      "genero": "Hull",
      "localOrigem": "Rush",
      "cardumeMinimo": 12,
      "posicaoAquario": "Meio",
      "reproducao": "Voluptate laboris ut minim dolor do occaecat deserunt irure eu consequat labore enim dolore aliqua. Lorem cupidatat adipisicing esse mollit id aliqua consequat quis nulla qui cillum dolore dolore in. Ullamco deserunt et sit laborum. Adipisicing ut velit id dolore ad laboris. Commodo ad elit pariatur ea aliquip aliquip veniam. Deserunt aliqua officia esse laboris quis sit nisi eiusmod nisi dolor nisi sunt in. Velit adipisicing ea pariatur commodo reprehenderit labore pariatur consectetur proident ut reprehenderit excepteur cillum.",
      "dimorfismoSexual": "Aute incididunt duis irure minim occaecat. Ex non cillum occaecat Lorem nulla eu adipisicing elit reprehenderit irure Lorem incididunt reprehenderit ut. Cillum esse proident excepteur pariatur elit velit et excepteur sunt excepteur. Esse Lorem non quis labore dolor cupidatat sint sint dolore elit aute nisi pariatur duis.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "In enim laboris exercitation sit aliquip officia. Id labore nulla sunt elit enim cillum velit id aliquip nulla ut nisi sit adipisicing. Nulla aute voluptate occaecat quis eiusmod minim magna officia. Eiusmod reprehenderit laboris non veniam consectetur nisi excepteur. Nostrud proident amet qui anim excepteur eu fugiat mollit. Quis laborum occaecat sit in eiusmod. Ad fugiat deserunt adipisicing laborum proident nisi.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 17,
      "larguraMinima": 347,
      "alturaMinima": 17,
      "volumePrimeiro": 20,
      "volumeAdicional": 6,
      "temperatura": {
        "min": 6,
        "max": 19
      },
      "ph": {
        "min": 5,
        "max": 9
      },
      "dgh": {
        "min": 2,
        "max": 17
      },
      "salinidade": {
        "min": 16,
        "max": 32
      },
      "observacao": "Adipisicing mollit laborum officia voluptate cupidatat consequat occaecat excepteur irure. Elit dolore excepteur Lorem est elit ipsum eu. Laborum esse proident anim aliqua est id commodo excepteur occaecat pariatur esse nostrud exercitation quis. Ex aute Lorem veniam aute incididunt aute fugiat."
    },
    {
      "_id": "6095635871ab656fb33b6888",
      "nome": "Rowland",
      "especie": "Ashley",
      "ordem": "Howard",
      "familia": "Alba",
      "genero": "Levy",
      "localOrigem": "Warren",
      "cardumeMinimo": 19,
      "posicaoAquario": "Fundo",
      "reproducao": "Ut ipsum nisi eu sunt id deserunt eiusmod fugiat minim nulla commodo laboris mollit id. Ipsum irure incididunt cupidatat culpa culpa ullamco cupidatat laborum velit. Excepteur incididunt quis sit ea dolor non nostrud fugiat aute enim anim. Non ex aliqua elit sunt dolore labore minim ad occaecat. Laborum nulla commodo irure minim aute sunt minim. Laborum elit culpa cillum ipsum nostrud est. Laborum nisi cupidatat veniam eu proident non.",
      "dimorfismoSexual": "Tempor nostrud est sunt duis reprehenderit. Mollit laborum esse ad dolor elit laboris adipisicing. Qui minim cupidatat laboris ex excepteur consectetur veniam laboris voluptate. Ut amet aute ex anim culpa cillum aliquip irure deserunt duis cupidatat veniam.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Territorialista",
      "dieta": "Officia commodo id laborum in veniam consectetur sit id. Consequat fugiat est consequat commodo ea commodo excepteur sunt. Sint occaecat do exercitation tempor in occaecat enim excepteur consectetur irure tempor.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 15,
      "larguraMinima": 314,
      "alturaMinima": 28,
      "volumePrimeiro": 7,
      "volumeAdicional": 14,
      "temperatura": {
        "min": 5,
        "max": 22
      },
      "ph": {
        "min": 4,
        "max": 14
      },
      "dgh": {
        "min": 2,
        "max": 17
      },
      "salinidade": {
        "min": 22,
        "max": 30
      },
      "observacao": "Anim dolore amet dolore anim. Laborum laboris aliquip duis anim ipsum proident reprehenderit dolore quis sunt. Consequat dolore pariatur culpa sit ad officia qui tempor culpa mollit deserunt amet labore. Velit ad est ullamco labore sunt ullamco mollit do ipsum id mollit labore ipsum. Mollit amet ut sit in reprehenderit aute sunt. Officia elit ut veniam est commodo mollit excepteur aute."
    },
    {
      "_id": "6095635855bd6af94ef18629",
      "nome": "Leticia",
      "especie": "Cleveland",
      "ordem": "Beatriz",
      "familia": "Vance",
      "genero": "Lara",
      "localOrigem": "Livingston",
      "cardumeMinimo": 9,
      "posicaoAquario": "Meio",
      "reproducao": "Lorem proident ullamco reprehenderit sunt nisi ea nostrud ad commodo aute eu duis deserunt. Qui dolor dolor culpa voluptate ea labore sit nisi labore ex laboris enim. Mollit irure do do amet cupidatat est adipisicing officia cupidatat sint fugiat. Occaecat labore excepteur Lorem cillum et non. Quis dolor eiusmod esse cillum aliqua.",
      "dimorfismoSexual": "Dolor cillum consequat ex voluptate anim pariatur do. Veniam eu voluptate deserunt do ex ullamco sit eu aute. Veniam mollit ullamco adipisicing anim. Non et proident aliqua eu sunt dolor enim nostrud. Ut sint labore aliquip do incididunt sunt velit culpa.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Territorialista",
      "dieta": "Occaecat incididunt tempor veniam proident ad enim. Nostrud sunt anim dolor nostrud id nisi duis amet sit voluptate magna. Pariatur amet consectetur minim sint incididunt. Nisi quis commodo proident cupidatat veniam fugiat consequat consectetur do amet quis non. Eiusmod mollit aliqua velit fugiat.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 3,
      "tamanhoMedio": 5,
      "larguraMinima": 152,
      "alturaMinima": 22,
      "volumePrimeiro": 29,
      "volumeAdicional": 7,
      "temperatura": {
        "min": 15,
        "max": 23
      },
      "ph": {
        "min": 2,
        "max": 13
      },
      "dgh": {
        "min": 3,
        "max": 24
      },
      "salinidade": {
        "min": 9,
        "max": 33
      },
      "observacao": "Nostrud dolore duis Lorem exercitation enim in veniam nisi voluptate ad officia dolore non. Aute nulla ut anim voluptate Lorem consequat laboris officia ea exercitation enim sit nulla. Irure deserunt consectetur et laboris non exercitation anim culpa."
    },
    {
      "_id": "60956358e24753a8f0eaa4d4",
      "nome": "Mathis",
      "especie": "Moody",
      "ordem": "Dixon",
      "familia": "Lorraine",
      "genero": "Autumn",
      "localOrigem": "Iris",
      "cardumeMinimo": 2,
      "posicaoAquario": "Fundo",
      "reproducao": "Esse nostrud quis officia excepteur reprehenderit voluptate sit pariatur pariatur tempor amet esse laborum. Ea dolore laborum pariatur ullamco amet deserunt incididunt fugiat deserunt in fugiat. Do consequat veniam minim enim consectetur commodo et nostrud labore aute ipsum tempor. Aliqua ex tempor id labore veniam aliqua sint ipsum aliquip ullamco ad ea. Veniam dolore aute veniam nisi aliquip nulla culpa. Ea dolore mollit labore ut incididunt sint ullamco amet amet est. Aliqua sint nostrud minim reprehenderit nostrud mollit commodo et mollit velit pariatur excepteur ad mollit.",
      "dimorfismoSexual": "Velit amet nostrud laborum tempor esse labore. Adipisicing nostrud dolore amet ad. Esse velit nostrud enim sit elit cillum labore cillum est cupidatat.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Veniam ea consequat reprehenderit magna proident culpa adipisicing laboris mollit non anim. Sit sit magna adipisicing amet mollit sint consectetur nostrud. Consequat minim magna veniam nisi nostrud esse velit cillum aute nulla in aute esse anim. Cupidatat consectetur commodo et reprehenderit est amet voluptate est Lorem ullamco sit laboris anim. Irure est nostrud in nostrud anim laborum esse laboris mollit. Eiusmod cupidatat veniam elit dolor do. Excepteur mollit reprehenderit amet irure qui sit do.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 1,
      "tamanhoMedio": 5,
      "larguraMinima": 175,
      "alturaMinima": 15,
      "volumePrimeiro": 17,
      "volumeAdicional": 12,
      "temperatura": {
        "min": 13,
        "max": 24
      },
      "ph": {
        "min": 1,
        "max": 8
      },
      "dgh": {
        "min": 0,
        "max": 24
      },
      "salinidade": {
        "min": 0,
        "max": 29
      },
      "observacao": "Aute aliqua anim nulla ad laborum ea. Quis consectetur ad adipisicing ullamco do pariatur tempor sint minim veniam. Excepteur sit ea aliqua id commodo deserunt est ex do commodo laboris. Cupidatat cillum in et aliqua labore est aliqua. Aliquip Lorem et labore anim. Cupidatat proident sit tempor est sit enim elit exercitation nostrud quis adipisicing ex. Culpa exercitation adipisicing commodo fugiat proident ad anim."
    },
    {
      "_id": "60956358847837cf81564152",
      "nome": "Whitehead",
      "especie": "Blackburn",
      "ordem": "Esperanza",
      "familia": "Laura",
      "genero": "Diana",
      "localOrigem": "Glenna",
      "cardumeMinimo": 3,
      "posicaoAquario": "Topo",
      "reproducao": "Mollit deserunt amet deserunt ad incididunt eiusmod nisi cupidatat exercitation. Et nostrud in ex deserunt eu irure commodo cillum esse consectetur aute eiusmod ex. Deserunt proident laborum proident officia anim do. Minim reprehenderit nisi non minim elit dolor id id ad proident nulla. Laborum exercitation velit incididunt nostrud labore ad nulla.",
      "dimorfismoSexual": "Qui tempor quis tempor ipsum nulla elit amet ut in laborum amet. Aliqua aliqua non magna cillum tempor anim qui enim. Do dolore est et nostrud ad ut. Quis sunt sunt Lorem nulla sunt incididunt aliqua in elit enim cupidatat. Ad consequat ullamco irure commodo amet in dolore commodo aliqua velit fugiat ex pariatur est.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Amigavel",
      "temperamentoOutros": "Territorialista",
      "dieta": "Ullamco eu consectetur sunt ex. Eiusmod reprehenderit esse officia anim commodo. Officia tempor esse esse nisi. Consectetur ad pariatur ut labore amet excepteur ut pariatur pariatur. Elit dolor ea tempor quis velit cillum duis ullamco cillum commodo voluptate officia. Voluptate ea amet culpa nulla incididunt ipsum dolore ullamco laborum ad minim consequat dolor.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 24,
      "larguraMinima": 139,
      "alturaMinima": 20,
      "volumePrimeiro": 7,
      "volumeAdicional": 6,
      "temperatura": {
        "min": 15,
        "max": 26
      },
      "ph": {
        "min": 1,
        "max": 12
      },
      "dgh": {
        "min": 15,
        "max": 24
      },
      "salinidade": {
        "min": 1,
        "max": 27
      },
      "observacao": "Proident laboris esse aliqua quis. Proident nisi veniam tempor reprehenderit anim id irure excepteur consequat magna dolore dolor. Ipsum ad magna nulla ipsum labore. Adipisicing ut nisi ad nisi occaecat ipsum tempor pariatur. Irure anim irure laboris anim. Elit duis ex eiusmod nostrud deserunt eu aliquip occaecat laborum. Minim voluptate minim dolor esse ipsum cupidatat et elit eiusmod magna proident do."
    },
    {
      "_id": "6095635890c440d26221b651",
      "nome": "Johnston",
      "especie": "Watts",
      "ordem": "Kim",
      "familia": "Meagan",
      "genero": "Julie",
      "localOrigem": "Aurora",
      "cardumeMinimo": 13,
      "posicaoAquario": "Meio",
      "reproducao": "Aliqua ullamco enim ipsum aute aliqua mollit ipsum ullamco duis anim irure consectetur. Mollit cillum ex laboris anim magna ipsum mollit magna. Proident culpa esse nulla ad non velit laborum id anim.",
      "dimorfismoSexual": "Aliquip enim enim sunt sint aliquip. Id non enim magna eiusmod ullamco laboris esse pariatur exercitation tempor. Nostrud exercitation deserunt velit nisi duis velit reprehenderit nisi dolore amet consectetur aliquip nisi. Non excepteur non veniam duis elit. Veniam ipsum dolore consectetur laboris. Fugiat aliqua nisi nulla tempor voluptate incididunt ex. Deserunt elit ea eu veniam aliquip ad ullamco labore.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Amigavel",
      "dieta": "Ullamco incididunt velit eiusmod officia id cupidatat proident adipisicing nulla sit velit. Ea ut Lorem aute reprehenderit. Deserunt commodo exercitation duis esse fugiat consequat ullamco fugiat.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 19,
      "larguraMinima": 499,
      "alturaMinima": 24,
      "volumePrimeiro": 16,
      "volumeAdicional": 16,
      "temperatura": {
        "min": 3,
        "max": 18
      },
      "ph": {
        "min": 6,
        "max": 7
      },
      "dgh": {
        "min": 1,
        "max": 20
      },
      "salinidade": {
        "min": 22,
        "max": 33
      },
      "observacao": "Aute qui sit reprehenderit veniam. Sunt anim nisi ad et labore aliqua qui aute consectetur quis. Nisi reprehenderit nisi pariatur consectetur do voluptate officia sunt excepteur est ipsum. Ullamco culpa ipsum irure sunt in mollit incididunt esse reprehenderit ipsum. Deserunt proident veniam est consectetur aliqua voluptate aute. Eu non mollit quis laboris tempor. Dolor nisi sit quis pariatur exercitation proident cupidatat fugiat."
    },
    {
      "_id": "6095635812d984245eed8487",
      "nome": "Rivers",
      "especie": "Cynthia",
      "ordem": "Arline",
      "familia": "Karyn",
      "genero": "Grimes",
      "localOrigem": "Sherman",
      "cardumeMinimo": 6,
      "posicaoAquario": "Topo",
      "reproducao": "Sunt reprehenderit id esse culpa officia sint non elit esse reprehenderit est nulla voluptate. Fugiat proident excepteur eiusmod quis mollit amet id reprehenderit sunt proident. Est laboris aliquip adipisicing exercitation enim irure ad ullamco exercitation sit excepteur laboris sunt.",
      "dimorfismoSexual": "Reprehenderit velit sit aliqua cupidatat duis consequat. Sint laborum consequat enim occaecat id qui. Minim velit amet sit ipsum culpa laboris in enim incididunt nisi enim minim magna eu. Consequat aliqua laboris ad excepteur eiusmod pariatur ea deserunt ad adipisicing Lorem ea excepteur.",
      "substratos": "Cascalho",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Territorialista",
      "dieta": "Minim culpa laboris officia consectetur velit mollit. Non sint eiusmod Lorem laborum. Amet aliquip id amet qui amet. Nisi consequat nulla amet eu exercitation pariatur non.",
      "racao": "Paletes",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 2,
      "larguraMinima": 114,
      "alturaMinima": 15,
      "volumePrimeiro": 3,
      "volumeAdicional": 18,
      "temperatura": {
        "min": 10,
        "max": 30
      },
      "ph": {
        "min": 1,
        "max": 14
      },
      "dgh": {
        "min": 11,
        "max": 16
      },
      "salinidade": {
        "min": 12,
        "max": 29
      },
      "observacao": "Sint dolor laborum nostrud eiusmod proident tempor anim aliquip laborum cillum. Consectetur nostrud sint tempor ex sunt id in aliquip mollit aliquip. Do culpa labore ex in qui fugiat consectetur qui eiusmod aliqua. Amet dolore culpa qui voluptate fugiat dolore reprehenderit nostrud irure mollit. Ut elit voluptate duis sunt aliqua in irure dolore."
    },
    {
      "_id": "609563582c665371fc95dbdc",
      "nome": "Aimee",
      "especie": "Jewell",
      "ordem": "Sharp",
      "familia": "Phillips",
      "genero": "Maldonado",
      "localOrigem": "Moses",
      "cardumeMinimo": 13,
      "posicaoAquario": "Meio",
      "reproducao": "Exercitation elit dolore magna ipsum nisi mollit. Exercitation voluptate exercitation ex et. Exercitation amet non nulla voluptate cillum occaecat ea est commodo do. Fugiat incididunt minim enim dolore fugiat consequat eiusmod do dolor est do voluptate. Ea magna irure velit in aute ex cillum. Cillum laboris id occaecat reprehenderit culpa.",
      "dimorfismoSexual": "Fugiat amet aute ipsum labore. Velit sit laborum aute duis quis. Ad irure adipisicing nisi minim elit. Minim id proident ex aute ad Lorem nostrud anim fugiat proident aute. Sunt non aliquip velit do nisi sint. Reprehenderit minim non enim anim non cillum nulla culpa est cupidatat labore aute est amet. Dolore do mollit Lorem mollit cillum est incididunt nisi non.",
      "substratos": "Pedras",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Amigavel",
      "dieta": "Adipisicing commodo ut dolor nisi minim excepteur tempor occaecat aute enim Lorem. Dolore occaecat minim commodo ex aute cupidatat cupidatat. Dolor in labore exercitation dolor. Mollit officia nulla sint nisi anim ullamco nisi ut exercitation occaecat amet quis commodo.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 2,
      "tamanhoMedio": 6,
      "larguraMinima": 69,
      "alturaMinima": 30,
      "volumePrimeiro": 30,
      "volumeAdicional": 7,
      "temperatura": {
        "min": 13,
        "max": 23
      },
      "ph": {
        "min": 2,
        "max": 10
      },
      "dgh": {
        "min": 12,
        "max": 25
      },
      "salinidade": {
        "min": 9,
        "max": 27
      },
      "observacao": "Cillum non aliquip anim voluptate quis aliquip labore non veniam voluptate amet fugiat. Cillum ullamco veniam do commodo. Adipisicing Lorem ullamco deserunt velit. Laboris officia pariatur non id sint ea irure esse pariatur deserunt qui occaecat minim."
    },
    {
      "_id": "60956358ccea987cf789f3b8",
      "nome": "Ivy",
      "especie": "Massey",
      "ordem": "Pickett",
      "familia": "Jenifer",
      "genero": "Mcdonald",
      "localOrigem": "Liz",
      "cardumeMinimo": 1,
      "posicaoAquario": "Topo",
      "reproducao": "Magna veniam dolor sint enim est officia ipsum Lorem est labore dolore ipsum tempor enim. Ut occaecat et id excepteur veniam proident tempor aliquip anim culpa veniam pariatur reprehenderit. Enim elit quis enim sit. Do ullamco tempor elit enim culpa occaecat esse. Amet ipsum ut voluptate voluptate ullamco eiusmod labore do occaecat mollit duis cillum dolore duis. Esse labore anim anim magna labore ullamco id eiusmod amet anim eu ex excepteur. Tempor fugiat id ex quis sunt magna qui laborum dolor irure.",
      "dimorfismoSexual": "Dolore culpa aute minim irure culpa. Ad nisi tempor excepteur aute id amet fugiat reprehenderit aute voluptate. Excepteur irure nostrud laborum do dolor incididunt sit. Fugiat cupidatat officia voluptate veniam fugiat cupidatat aute nostrud id aliqua aute nulla consequat esse. Nulla laborum magna do laboris anim deserunt esse exercitation id.",
      "substratos": "Areia",
      "temperamentoEspecie": "Territorialista",
      "temperamentoOutros": "Carnivoro",
      "dieta": "Ea culpa elit labore ea mollit mollit cillum pariatur. Pariatur occaecat commodo eu quis excepteur laborum cupidatat ea non exercitation culpa laborum. Ex aliquip est dolor id fugiat. Amet culpa duis ex commodo incididunt laboris laborum adipisicing dolor Lorem consectetur qui ea commodo.",
      "racao": "Granulados",
      "quantidadeAlimentacao": 5,
      "tamanhoMedio": 12,
      "larguraMinima": 436,
      "alturaMinima": 28,
      "volumePrimeiro": 24,
      "volumeAdicional": 19,
      "temperatura": {
        "min": 13,
        "max": 21
      },
      "ph": {
        "min": 1,
        "max": 8
      },
      "dgh": {
        "min": 12,
        "max": 23
      },
      "salinidade": {
        "min": 21,
        "max": 33
      },
      "observacao": "Duis sit magna nostrud qui quis esse. Consectetur non amet consequat voluptate laborum. Ex esse ullamco occaecat consectetur id commodo tempor esse cillum pariatur proident do eiusmod. Minim commodo anim qui eiusmod duis tempor in pariatur. Qui qui enim ex laboris. Eu eiusmod voluptate ex sint sint enim ad laboris est duis sit. Officia nisi reprehenderit commodo duis ex sint mollit exercitation commodo est id non cupidatat."
    },
    {
      "_id": "6095635808aed63c2e99374f",
      "nome": "Maggie",
      "especie": "Spears",
      "ordem": "Lang",
      "familia": "Contreras",
      "genero": "Margo",
      "localOrigem": "Oconnor",
      "cardumeMinimo": 2,
      "posicaoAquario": "Topo",
      "reproducao": "Cupidatat dolore ut consequat dolor fugiat sint sit et amet. Aute ut laborum enim ullamco eu occaecat mollit nisi enim sunt mollit consequat irure. Veniam laboris nisi irure eiusmod do elit laboris nisi nulla magna laboris non duis. Dolore excepteur non laboris non anim reprehenderit adipisicing sint excepteur irure velit aute velit.",
      "dimorfismoSexual": "Dolor fugiat ullamco nisi fugiat nostrud aliqua adipisicing elit laborum. Elit consectetur est ea ipsum laboris sit velit incididunt sint. Esse mollit ullamco id sint enim ex proident duis irure irure. Consectetur occaecat Lorem reprehenderit laborum veniam ex pariatur do.",
      "substratos": "Areia",
      "temperamentoEspecie": "Carnivoro",
      "temperamentoOutros": "Territorialista",
      "dieta": "Pariatur sint est tempor ut mollit ea amet. In ipsum mollit sint aute in do cillum reprehenderit minim. Eu voluptate dolore labore qui et minim aute cillum aute laboris magna ad deserunt. Duis eiusmod amet dolore dolor velit cillum aliqua proident sit nulla non aliqua sunt. Proident proident excepteur sint et reprehenderit Lorem officia fugiat nulla culpa nulla non ipsum ad. Anim eu occaecat nostrud ea ut ex incididunt eu occaecat fugiat. Nostrud laborum eiusmod est Lorem esse enim ipsum anim id in quis.",
      "racao": "Flocos",
      "quantidadeAlimentacao": 4,
      "tamanhoMedio": 27,
      "larguraMinima": 51,
      "alturaMinima": 23,
      "volumePrimeiro": 11,
      "volumeAdicional": 20,
      "temperatura": {
        "min": 6,
        "max": 23
      },
      "ph": {
        "min": 1,
        "max": 13
      },
      "dgh": {
        "min": 5,
        "max": 24
      },
      "salinidade": {
        "min": 17,
        "max": 29
      },
      "observacao": "Excepteur cillum veniam adipisicing laborum veniam irure nisi ipsum fugiat pariatur nisi. Consectetur veniam quis consequat officia cupidatat anim ut minim nulla nisi esse tempor officia. Non Lorem reprehenderit commodo dolor anim culpa tempor occaecat cupidatat anim mollit excepteur. Do est cillum voluptate officia consectetur officia duis ut duis sit irure ipsum ullamco aliqua. Eiusmod veniam exercitation commodo labore eiusmod. Adipisicing duis est commodo ex nisi."
    }
  ]
}